{
  "postKey": "blood_pressure",
  "update_time": "2022/09/20 10:15",
  "coverImage": "",
  "id": "2BzQ2bWi0r9Brx4LTU73G278aJp5go6e",
  "title": "Chỉ số huyết áp bình thường và phân loại Tăng huyết áp của ESC 2018",
  "content": [
    "1. Huyết áp là gì?",
    "Huyết áp là áp lực của mạch máu lên thành động mạch. Huyết áp thì bằng cung lượng tim nhân với sức cản ngoại vi từ công thức này ta có thể biết được những yếu tố làm tăng giảm huyết áp.",
    "Bình thường khi đo huyết áp có 2 chỉ số: số cao hơn là huyết áp tâm thu hay áp lực của máu lên động mạch khi tim co bóp, Chỉ số còn lại là huyết áp tâm trương hay áp lực máu lên thành động mạch khi tim giãn ra.",
    "2. Chỉ số huyết áp bình thường theo cách phân loại của Tổ chức Y tế thế giới",
    "Chỉ số huyết áp bình thường theo phân loại của Hội tim mạch và huyết áp Châu âu (ESC/ESH) năm 2018:",
    "Huyết áp bình thường được xác định khi:",
    "Huyết áp tâm thu từ 90 mmHg đến 129 mmHg.",
    "Huyết áp tâm trương: Từ 60 mmHg đến 84 mmHg.",
    "Huyết áp thấp:",
    "Huyết áp thấp khi chỉ số huyết áp tâm thu < 90 mmHg và/hoặc huyết áp tâm trương < 60 mmHg.",
    "Huyết áp thấp dẫn tới máu không cung cấp đủ cho sự hoạt động các cơ quan nhất là những cơ quan ở xa và trên cao như não có thể có biểu hiện như: hoa mắt, chóng mặt, buồn nôn....",
    "Tăng huyết áp là nguyên nhân chủ yếu gây các bệnh như tai biến mạch máu não, nhồi máu cơ tim, suy tim, suy thận... làm cho hàng trăm nghìn người bị liệt, tàn phế hoặc mất sức lao động mỗi năm. Các bệnh tim mạch này đang là nguyên nhân tử vong số một tại Việt Nam, chiếm tới 33% tổng số ca tử vong toàn quốc. Năm 2009 tỷ lệ cao huyết áp ở người từ 25 tuổi trở lên là 25,1%.",
    "Phân độ tăng huyết áp theo Hội tim mạch và huyết áp Châu âu (ESC/ESH) năm 2018:",
    "Huyết áp tối ưu: Huyết áp tâm thu < 120 mmHg và huyết áp tâm trương < 80 mmHg.",
    "Huyết áp bình thường: Huyết áp tâm thu 120-129 mmHg và/hoặc huyết áp tâm trương 80-84 mmHg.",
    "Huyết áp bình thường cao: Huyết áp tâm thu 130-139 mmHg và/hoặc huyết áp tâm trương 85-89 mmHg.",
    "Tăng huyết áp độ 1: Huyết áp tâm thu 140-159 mmHg và/hoặc huyết áp tâm trương 90-99 mmHg.",
    "Tăng huyết áp độ 2: Huyết áp tâm thu 160-179 mmHg và/hoặc huyết áp tâm trương 100-109 mmHg.",
    "Tăng huyết áp độ 3: Huyết áp tâm thu ≥ 180 mmHg và/hoặc huyết áp tâm trương ≥ 110 mmHg.",
    "Tăng huyết áp tâm thu đơn độc: Huyết áp tâm thu ≥ 140 mmHg và huyết áp tâm trương < 90 mmHg."
  ]
}