{
  "postKey": "Huyết áp",
  "coverImage": "https://fitnessvolt.com/wp-content/uploads/2022/07/BMI-Charts.jpg",
  "title": "Huyết áp là gì? Huyết áp cao và huyết áp thấp",
  "content": [
    "Huyết áp là gì?",
    "Huyết áp là áp lực đến từ dòng máu chảy khắp cơ thể. Từ đó, giúp tạo ra vòng tuần hoàn mang oxy và chất dinh dưỡng cho cơ thể.",
    "Hầu hết mọi người đều có chỉ số huyết áp ban ngày cao hơn ban đêm. Huyết áp thường sẽ xuống thấp nhất từ 1-3 giờ sáng, trong khi đó huyết áp sẽ tăng cao nhất từ 8-10 giờ sáng. Bên cạnh đó, khi bạn tham gia thể thao một cách gắng sức, tinh thần căng thẳng, hoặc đang trải qua xúc động mạnh đều có thể khiến huyết áp tăng lên. Trong khi đó, huyết áp sẽ hạ xuống khi cơ thể nghỉ ngơi, thư giãn.",
    "Huyết áp trung bình là gì?",
    "Bạn có thể hiểu rằng chỉ số huyết áp trung bình là phạm vi giá trị của áp lực máu tác động lên thành mạch mà một người khỏe mạnh có được. Chỉ số huyết áp có thể dao động bởi nhiều yếu tố, ví dụ như gắng sức, nhịp sinh học, chế độ ăn uống hay tâm lý…",
    "https://cdn.hellobacsi.com/wp-content/uploads/2018/12/chi-so-do-huyet-ap-1-1.jpg ",
    "Chỉ số huyết áp bình thường là gì?",
    "Để xác định xem huyết áp bao nhiêu là bình thường, cần phải căn cứ vào cả 2 chỉ số này. Cụ thể ở người lớn:",
    "Huyết áp bình thường là bao nhiêu? Huyết áp tâm thu dưới 120mmHg và huyết áp tâm trương dưới 80mmHg, đây được xem như dấu hiệu huyết áp bình thường ở người trưởng thành.",
    "- Huyết áp cao là bao nhiêu: Khi huyết áp tâm thu từ 140 mmHg trở lên hay huyết áp tâm trương dưới mức 90 mmHg thì bạn sẽ được chẩn đoán mắc bệnh cao huyết áp.",
    "- Tiền cao huyết áp: Khi chỉ số huyết áp dao động mức bình thường và mức cao huyết áp (cụ thể huyết áp tâm thu 120-129 mmHg hoặc huyết áp tâm trương dưới 80 mmHg) thì người bệnh được chẩn đoán mắc bệnh tiền cao huyết áp.",
    "- Huyết áp bao nhiêu là thấp: Đó là khi huyết áp tâm thu dưới 90mmHg hoặc giảm đến 25 mmHg so với chỉ số huyết áp thông thường.",
    "Huyết áp của người bình thường là bao nhiêu?",
    "Thông thường huyết áp ở người trưởng thành là dưới 120/80 mmHg. Khi chỉ số huyết áp của bạn là 140/90 mmHg hoặc cao hơn, bạn đã gặp chứng tăng huyết áp (THA). Nếu bạn bị tiểu đường hoặc gặp vấn đề về thận, con số huyết áp tốt nhất nên được duy trì dưới 130/80 mmHg. Nếu huyết áp của bạn vượt hơn ngưỡng này, bạn đã gặp chứng tăng huyết áp và cần phải đưa đi điều trị.",
    "Chỉ số huyết áp bình thường theo mỗi độ tuổi là bao nhiêu?",
    "Trẻ sơ sinh từ 1–12 tháng",
    "Chỉ số đo huyết áp bình thường là 75/50 mmHg, giá trị cao nhất có thể đạt tới là 100/70 mmHg.",
    "Trẻ nhỏ từ 1–5 tuổi",
    "Chỉ số huyết áp trung bình là 80/50 mmHg, mức tối đa đạt được là 110/80 mmHg.",
    "Trẻ em khoảng 6–13 tuổi",
    "Giá trị huyết áp bình thường là 85/55 mmHg, mức huyết áp tối đa đạt 120/80 mmHg.",
    "Trẻ trong độ tuổi 13–15 có chỉ số huyết áp trung bình là bao nhiêu?",
    "Thông số huyết áp trung bình đạt mức 95/60 mmHg, giá trị cao nhất là 104/70 mmHg.",
    "Huyết áp bình thường là bao nhiêu đối với trẻ vị thành niên từ 15–19 tuổi?",
    "Chỉ số huyết áp theo độ tuổi từ 15 – 19 tối thiểu là 105/73 mmHg, trung bình là 117/77 mmHg và tối đa là 120/81 mmHg.",
    "Thanh niên khoảng đầu 20 (20–24 tuổi)",
    "Huyết áp người trẻ bao nhiêu là bình thường? Mức huyết áp thấp nhất, bình thường và cao nhất được xem là nằm trong phạm vi an toàn lần lượt là 108/75 mmHg, 120/79 mmHg và 132/83 mmHg.",
    "Huyết áp bình thường đối với thanh niên từ 25–29 tuổi",
    "Các giá trị tối thiểu, trung bình và tối đa lần lượt gồm 109/76 mmHg, 121/80 mmHg và 133/84 mmHg.",
    "Người trưởng thành khoảng 30–34 tuổi",
    "Những người này thường có chỉ số huyết áp dao động từ 110/77mmHg đến 134/85 mmHg, giá trị trung bình là 122/81 mmHg.",
    "Người trưởng thành từ 35–39 tuổ",
    "Chỉ số huyết áp bình thường theo độ tuổi từ 35-39 tuổi là 111/78 – 135/86 mmHg.",
    "Trung niên trong khoảng 40–44 tuổi có mức huyết áp bình thường là bao nhiêu?",
    "Chỉ số huyết áp bình thường là 125/83 mmHg. Trong đó, mức tối thiểu là 112/79 mmHg, tối đa 137/87 mmHg.",
    "Trung niên từ 45–49 tuổi",
    "Giá trị trung bình, tối thiểu và tối đa lần lượt là 127/64 mmHg, 115/80 mmHg và 139/88 mmHg.",
    "Người cao tuổi (50–54) có mức huyết áp trung bình là bao nhiêu?",
    "Phạm vi lý tưởng của chỉ số huyết áp người cao tuổi là 116/81 – 142/89 mmHg. Trong đó, giá trị trung bình là 129/85 mmHg.",
    "Người lớn tuổi (55–59)",
    "Chỉ số huyết áp ở những người này thường rơi vào khoảng 118/82 – 144/90 mmHg. Giá trị trung bình là 131/86 mmHg.",
    "Huyết áp của người trên 60 tuổi trở lên bao nhiêu là bình thường?",
    "Huyết áp bình thường của người già là bao nhiêu? Ở những người lớn tuổi như vậy, chỉ số huyết áp trung bình của họ là 134/87 mmHg. Đồng thời, huyết áp người già thường dao động mức tối thiểu và tối đa lần lượt là 121/83 mmHg và 147/91 mmHg.",
    "https://ichapcao.vn/sites/default/files/anh_bai_viet/chi-so-huyet-ap-theo-do-tuoi-va-gioi-tinh-1.jpg",
    "https://ichapcao.vn/sites/default/files/anh_bai_viet/chi-so-huyet-ap-theo-do-tuoi-va-gioi-tinh-2.jpg",
    "Biểu đồ chỉ số huyết áp theo giới tính",
    "https://ichapcao.vn/sites/default/files/anh_bai_viet/chi-so-huyet-ap-theo-do-tuoi-va-gioi-tinh-3.jpg"
  ]
}