{
  "postKey": "Chiều cao",
  "update_time": "2022/09/26 23:42",
  "coverImage": "https://nubesttall.vn/bang-chieu-cao-va-can-nang-chuan-cua-tre-tu-1-den-20-tuoi",
  "id": "SnI6ISAMMWtAW7gtc2D50R34pTvWP7fI",
  "title": "Bảng chiều cao và cân nặng chuẩn của trẻ từ 0-18 tuổi chuẩn WHO 2021",
  "content": [
	"1. Hướng dẫn cách tra cứu bảng chiều cao và cân nặng của trẻ",
	"Từ lúc mới sinh ra, cơ thể bé sẽ phát triển không ngừng cho đến khi hết tuổi dậy thì. Vì vậy, trong giai đoạn từ 0 đến 18 tuổi, bangr chiều cao cân nặng cuar trẻ là một trong những tiêu chí quan trọng để theo dõi sự phát triển của trẻ. Bên cạnh đó, sự phát triển giữa bé trai và bé gái cũng sẽ có những sự khác nhau nhất định.",
	"Hiện nay, bảng đo tiêu chuẩn chiều cao cân nặng của trẻ do WHO công bố là một trong những thông tin đáng tin cậy nhất dành cho bố mẹ trong quá trình chăm sóc và nuôi dạy con cái. Đặc biệt nhất là, trong khoảng thời gian vào 10 năm đầu đời, chiều cao và cân nặng của trẻ cần được quan sát và theo dõi một cách sát sao nhất.",
	"Trong đó:",
	"TB (Trung bình): Trẻ đang ở mức phát triển bình thường theo chuẩn WHO.",
	"Kết quả dưới -2SD: Trẻ bị suy dinh dưỡng, thiếu cân.",
	"Kết quả trên +2SD: Trẻ mắc chứng béo phì (theo cân nặng) hoặc quá cao (theo chiều cao)",
	"1.1 Đối với bé từ 0-5 tuổi",
	"Đây là giai đoạn bé bắt đầu làm quen với thế giới xung quanh cũng như phát triển mạnh mẽ nhất. Có 3 chỉ số chính mà bố mẹ cần lưu ý trong giai đoạn này là:",
	"Chỉ số cân nặng khi tính theo tuổi: Nếu kết quả cân nặng của bé < –2SD tức là trẻ chỉ đạt khoảng 80% so với mức chuẩn cân nặng bình thường. Điều này có nghĩa là trẻ bị suy dinh dưỡng thể nhẹ cân.",
	"Chỉ số chiều cao khi tính theo tuổi: Nếu chiều cao đo được của bé < –2SD so với mức trung bình => Trẻ đang bị suy dinh dưỡng thể thấp còi.",
	"Chỉ số cân nặng tính theo chiều cao: Nếu chỉ số cân nặng đo được của bé có kết quả < –2SD so với mức trung bình (phát triển bình thường) thì khả năng cao bé đang mắc suy dinh dưỡng, bố mẹ cần điều chỉnh chế độ ăn uống và sinh hoạt hàng ngày cho bé.",
	"1.2 Đối với trẻ từ 5-15 tuổi",
	"Từ 5 đến 15 tuổi là thời điểm vàng để các bé phát triển, đặc biệt là về chiều cao. Lúc này, ngoài bảng đo cân nặng tiêu chuẩn, đối với trẻ sau 10 tuổi, bố mẹ cần đặc biệt chú ý đến chỉ số BMI. Công thức tính chỉ số BMI khá đơn giản vì chỉ cần dựa vào chiều cao và cân nặng của trẻ. Cụ thể, bạn chỉ cần lấy cân nặng của trẻ chia cho bình phương của chiều cao là ra.",
	"Dựa vào chỉ số này, phụ huynh có thể biết con mình có bị suy dinh dưỡng hay đang nằm trong diện béo phì cần phải có biện pháp để giảm cân hay không. Từ đó xác định được phương pháp tối ưu để hỗ trợ quá trình phát triển chiều cao cho bé.",
	"1.3 Đối với trẻ từ 15-18 tuổi",
	"Khi trẻ bước vào tuổi dậy thì và cơ thể dần hoàn thiện để trở thành người trưởng thành, chiều cao cân nặng cũng thường được dựa vào chỉ số BMI để xác định thể trạng. Bố mẹ có thể sử dụng công thức sau",
	"Cân nặng (kg) BMI = Chiều cao(m) x Chiều cao(m)",
	"Nếu chỉ số BMI tính ra kết quả < –2SD: Trẻ có nguy cơ bị suy dinh dưỡng và cần được bồi bổ thêm.",
	"Nếu chỉ số chiều cao theo tuổi tính ra kết quả < – 2SD (trẻ chỉ đạt ≈ 90% chuẩn mức phát triển bình thường): trẻ đang bị suy dinh dưỡng.",
	"2. Các tiêu chí khác đánh giá sự phát triển của trẻ",
	"Ngoài hai yếu tố chính là chiều cao và cân nặng theo tiêu chuẩn của WHO thì còn có rất nhiều những tiêu chí khác để đánh giá sự phát triển của trẻ. Ngoài ra, ở mỗi giai đoạn khác nhau và ở mỗi bé sẽ có sự phát triển đa dạng và có những đặc điểm riêng.",
	"2.1 Phát triển về thể chất",
	"Trẻ có thể điều chỉnh tốc độ đi và chạy nhanh hoặc chậm theo hiệu lệnh.",
	"Trẻ ngắm mục tiêu và ném trúng đích.",
	"Trẻ nhận dạng nét chữ, hình vẽ và vẽ theo mẫu.",
	"2.2 Phát triển về mặt nhận thức",
	"Trẻ có khả năng phân biệt các sự vật xung quanh nhờ vào các đặc điểm cơ bản của chúng.",
	"Làm quen với các khái niệm về số lượng, có thể đếm từ 1 đến 10 và phân biệt thứ tự của chúng.",
	"Biết tìm hiểu, phán đoán và giải thích về các hiện tượng đơn giản xung quanh.",
	"Hiểu cơ bản các khái niệm về thời gian: hôm nay, hôm qua, ngày mai,…",
	"Biết chơi đóng vai và phân biệt tính chất các tình huống giữa thật và tưởng tượng, giữa tình huống thật và tình huống chơi.",
	"2.3 Khả năng ngôn ngữ",
	"Khi nghe kể chuyện, đọc thơ không ngắt lời, biết cách thể hiện cảm xúc trong khi nghe như gật đầu hoặc thể hiện qua nét mặt. Sau một thời gian thì bé có thể nghe đọc và kể lại được câu chuyện.",
	"Nhận ra một số ký hiệu quen thuộc, có khả năng vẽ và sáng tạo các hình vẽ đơn giản theo cách của riêng mình.",
	"2.4 Về quan hệ và tình cảm đối với mọi người xung quanh",
	"Thực hiện những công việc được giao.",
	"Hiểu được trách nhiệm cần phải tuân thủ theo các nề nếp, quy tắc tại những nơi nhất định trong sinh hoạt hằng ngày.",
	"Biết quan tâm đến những người xung quanh và biết cách biểu đạt cảm xúc."
  ]
}