{
  "postKey": "Chiều cao",
  "update_time": "2022/09/25 21:13",
  "coverImage": "https://www.gento.vn/wp-content/uploads/2022/05/bang-chieu-cao-can-nang-nam-nu.jpg",
  "id": "HA21IkEqPKb9jcYgdeNheYAQPTxKglFS",
  "title": "Bảng chiều cao cân nặng chuẩn của nam giới và nữ giới Việt Nam",
  "content": [
	"Cách xác định chiều cao và cân nặng chuẩn của nữ, nam giới.",
	"Thể trạng của nam và nữ vốn khác nhau, do đó quá trình xác định chiều cao, cân nặng cũng như mức tiêu chuẩn về hình thể của cả hai cũng sẽ không giống nhau. Cân nặng phản ánh trực tiếp tình trạng sức khỏe của chúng ta. Việc thiếu cân, thừa cân, suy dinh dưỡng hay béo phì cũng đều xuất phát từ chế độ dinh dưỡng cũng như tình trạng sức khỏe. Do đó, chúng ta nên thường xuyên kiểm tra chiều cao và cân nặng của mình để điều chỉnh chế độ ăn uống và nghỉ ngơi thích hợp.",
	"Thường thì chúng ta sẽ sử dụng cách tính chiều cao và cân nặng của nam và nữ giới dựa theo chỉ số BMI. Cách tính này tương đối đơn giản có thể áp dụng tại nhà nên được mọi người sử dụng rộng rãi.",
	"Chỉ số BMI – Body Mass Index là tỷ lệ giữa chiều cao và cân năng giúp xác định được thể trạng của cơ thể. Ở mỗi quốc gia khác nhau sẽ có tiêu chuẩn BMI khác nhau. Lưu ý không áp dụng chỉ số BMI cho phụ nữ có thai, người già và các vận động viên thể thao.",
	"Một người được xem là sở hữu thân hình cân đối khi có chỉ số BMI dao động từ 18.5 – 24.9. Nếu chỉ số này nhỏ hơn 18.5 thì người này có thể trạng gầy yếu hoặc thiếu cân. Nếu chỉ số BMI lớn hơn 24.9 thì người này đang bị thừa cân.",
	"Cách tính chỉ số BMI:",
	"https://www.gento.vn/wp-content/uploads/2022/05/bmi.jpg",
	"Chỉ số BMI = cân nặng (kg) / [Chiều cao (m)x 2]",
	"Ví dụ: Một người có cân nặng 86kg và cao 1m82. Chỉ số BMI của người này sẽ là:",
	"Chỉ số BMI = 86/(1.82×2) = 23.6",
	"Chỉ số BMI 26.6 thể hiện cơ thể người  này đang ở trạng thái cân đối không thừa cân hay thiếu cân.",
	"Chỉ số BMI về chiều cao và cân nặng của nam và nữ giới sẽ khác nhau. Cụ thể như sau:",
	"Dựa theo thông tin từ tổ chức y tế thế giới WHO bạn có thể tính chỉ số BMI và tham chiếu kết quả đối với nữ giới như sau:",
	"Thiếu cân, có nguy cơ suy dinh dưỡng: BMI <18",
	"Cân đối, bình thướng 18<=BMI<23",
	"Có nguy cơ thừa cân: 23 <= BMI <30",
	"Béo phì: BMI >30",
	"Đối với nữ giới có chỉ số BMI < 18 thường sẽ phải đối mặt với các vấn đề về sức khỏe như:",
	"Sức khỏe kém, cơ thể dễ bị suy nhược, mệt mỏi.",
	"Sút cân",
	"Lão hóa sớm, da khô và xuất hiện nếp nhăn.",
	"Khi chỉ số BMI > 24 nữ giới rơi vào trường hợp thừa cân, cơ thể có thể bị ảnh hưởng bởi các vấn đề sau:",
	"Lượng mỡ tích tụ nhiều gây hiện tượng mỡ trong máu.",
	"Làm gia tăng nguy cơ bị rối loạn kinh nguyệt, buồng trứng và khó thụ thai.",
	"Tỷ lệ sẩy thai tăng cao và dễ mắc hội chứng đa nang buồng trứng.",
	"Do đó, để cơ thể khỏe mạnh, chúng ta cần duy trì một chế độ ăn uống, nghỉ ngơi và tập luyện hợp lý. Nên thường xuyên kiểm tra chỉ số BMI để có biện pháp cải thiện thể trạng của bản thân.",
	"Bảng chiều cao cân nặng chuẩn của nữ giới.",
	"https://www.gento.vn/wp-content/uploads/2022/05/bang-chieu-cao-can-nang-chuan-cua-nu.jpg",
	"Bảng chiều cao và cân nặng chuẩn của nam giới.",
	"https://www.gento.vn/wp-content/uploads/2022/05/bang-chieu-cao-can-nang-cua-nam-gioi.jpg",
	"Chế độ ăn uống để có được chiều cao, cân nặng lý tưởng.",
	"Các bạn cũng nên lưu ý rằng khi bước sang tuổi 25 người trưởng thành sẽ không còn phát triển chiều cao nhiều được nữa. Ở giai đoạn này, bạn chỉ có thể cải thiện được chỉ số cân nặng của bản thân để nó cân bằng với chiều cao.",
	"Một hình thể đẹp nhưng vẫn đảm bảo được sức khỏe chính là hình mẫu mà cả nam hay nữ giới đều hướng tới. Trong cuộc sống hiện đại ngày này, có rất nhiều phương pháp để bạn đạt được hình thể mình mong muốn. Một số phương pháp có thể kể đến như: tập gym, không ăn các thực phẩm gây béo, hoặc các chế độ ăn kiêng được các bạn nữ rất ưa chuộng. Tuy nhiên dù chọn phương pháp nào đi nữa cũng nên đặt sức khỏe lên hàng đầu. Dưới đây là một số cách cũng như chế độ ăn uống để giúp các bạn đạt được chiều cao và cân nặng lý tưởng:",
	"Xây dựng một chế độ dinh dưỡng hợp lý bằng cách ăn nhiều rau xanh, bổ sung một số vi chất như canxi, photpho, collagen. Điều này có lợi cho bạn trong việc ngăn chặn lão hóa phát triển chiều cao và tăng cường hệ cơ, xương chắc khỏe.",
	"Có chế độ tập luyện cơ thể hợp lý. Bạn có thể tham gia các hoạt động như bóng rổ, bơi lội, bóng chuyền, chạy bộ hay đạp xe…Không nên tập luyện quá sức vì nó sẽ phản tác dụng, nên chú ý kết hợp với các hoạt động ngoài trời để cơ thể hấp thụ được lượng vitamin D tự nhiên.",
	"Hạn chế thức khuya quá 23h, nên tập cho mình thói quen sinh hoạt và nghỉ ngơi hợp lý. Điều này cũng làm kích thích khả năng thèm ăn vào ngày hôm sau, giúp cơ thể thoải mái và dẻo dai.",
	"Nên tập thói quen uống đủ nước mỗi ngày, có thể bổ sung thêm các loại nước có nhiều ion và khoáng chất những loại nước này có liên quan mật thiết với mật độ xương trong cơ thể. Do đó việc bổ sung đúng cách và đầy đủ cũng phần nào giúp bạn cải thiện được chiều cao của bản thân.",
	"Tránh để bản thân rơi vào tình trạng tress hoặc căng thẳng kéo dài. ĐIều này là một trong những nguyên nhân làm bạn sụt cân hoặc béo phì nghiêm trọng.",
	"Trên đây là những thông tin về chiều cao và cân nặng tiêu chuẩn của nam và nữ giới cũng như chế độ ăn uống tập luyện phù hợp để đạt được chiều cao và cân nặng lý tưởng. Gento hy vọng với những chia sẻ trên sẽ giúp ích cho bạn trong việc xác định được thể trạng hiện tại và đặt ra những mục tiêu cải thiện phù hợp."
  ]
}