[{
  "_id": {
    "id": "632725deb67e3c12af140ab2"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14980_1_l.webp",
  "use": "Điều trị ngắn hạn.\nĐiều trị dị ứng và ho:\nNgười lớn: Uống 1 - 2 viên x2 - 4 lần/ngày.\nTrẻ em trên 2 tuổi: Uống 0,5 - 1mg/kg thể trọng/ngày, chia nhiều lần.\nĐiều trị mất ngủ:\nNgười lớn: Uống 1 - 4 viên trước khi đi ngủ.\nTrẻ em trên 2 tuổi: Uống 0,25 - 0,5 mg/kg thể trọng/ngày, uống trước khi đi ngủ.",
  "careful": "Thận trọng khi dùng cho người cao tuổi, đặc biệt khi thời tiết rất nóng hoặc rất lạnh (gây nguy cơ tăng hoặc hạ nhiệt); người cao tuổi dễ bị giảm huyết áp thể đứng.\nBệnh nhân bị bệnh tim mạch.",
  "interact": "Rượu làm tăng tác dụng an thần của Alimemazin, do đó không uống rượu khi đang dùng thuốc.\nTác dụng ức chế thần kinh trung ương, ức chế hô hấp của Alimemazin tăng lên khi phối hợp với thuốc ngủ Barbituric và các thuốc an thần khác. Tác dụng kháng cholinergic của Alimemazin tăng lên khi dùng chung với các thuốc kháng cholinergic khác. Antacid, các thuốc chữa Parkinson, Lithium ngăn cản sự hấp thu Alimemazin.",
  "preserve": "Nơi khô, nhiệt độ không quá 30°C, tránh ánh sáng.",
  "pack": "Hộp 2 vỉ x 25 viên",
  "point": "Điều trị triệu chứng các trường hợp: Dị ứng hô hấp (viêm mũi, hắt hơi, sổ mũi) và ngoài da (mày đay, sẩn ngứa).\nHo khan (ho do dị ứng hoặc kích ứng).\nAlimemazin tartrat có thể được sử dụng như một biện pháp thay thế benzodiazepin trong điều trị ngắn hạn chứng mất ngủ.",
  "side_effects": "Buồn ngủ, nhức đầu, mệt mỏi, chóng mặt, khô miệng, tăng độ nhầy chất tiết phế quản, rối loạn điều tiết mắt, táo bón, bí tiểu.\nHiếm gặp: Mất bạch cầu hạt, giảm bạch cầu, giảm huyết áp, tăng nhịp tim, viêm gan vàng da do ứ mật, triệu chứng ngoại tháp, giật run Parkinson, bồn chồn, rối loạn trương lực cơ cấp, giảm ngưỡng co giật trong bệnh động kinh.",
  "reference": "https://www.pharmacity.vn/acezindhg-5mg-hop-2-vi-x-25-vien.html",
  "unit": "0",
  "component": "Alimemazin tartrat: 5 mg\nTá dược vừa đủ 1 viên.\n(Colloidal silicon dioxyd, tinh bột mì, lactose monohydrat, đường trắng, talc, magnesi stearat, ospray R110).",
  "update_time": "2022/09/18 21:06",
  "name": "AcezinDHG 5mg",
  "id": "1ArznKLkC4etV9GvObf5pdMhbE9bExGQ",
  "no_point": "Quá mẫn cảm với Alimemazin hoặc với các dẫn chất Phenothiazin.\nTrẻ em dưới 2 tuổi.\nRối loạn chức năng gan, thận, động kinh, bệnh Parkinson, thiểu năng tuyến giáp, bệnh nhược cơ, phì đại tuyến tiền liệt.\nTiền sử bị giảm bạch cầu hạt, bệnh glaucom góc đóng.\nPhụ nữ có thai và cho con bú.\nNgười vận hành máy móc, lái tàu xe, người làm việc trên cao và các trường hợp khác."
},{
  "_id": {
    "id": "632725deb67e3c12af140ab3"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P12821_1_l.webp",
  "use": "Liều khuyến cáo cho người lớn và trẻ em trên 12 tuổi là uống 1 viên x 3 lần/ngày.",
  "careful": "Nên dùng thận trọng ở bệnh nhân loạn chuyển hóa porphirin, tăng nhãn áp góc đóng, bí tiểu, phì đại tuyến tiền liệt, tắc nghẽn môn vị tá tràng, động kinh, suy gan và người cao tuổi.\nLái xe\nAllergex có thể gây buồn ngủ, nhưng hiếm. Sử dụng cẩn trọng khi lái xe hoặc vận hành máy móc.\nThai kỳ\nMức độ an toàn và hiệu quả khi sử dụng cho phụ nữ có thai hoặc đang cho con bú chưa được chứng minh, và chỉ nên dùng khi thật cần thiết và nên tham khảo ý kiến bác sĩ.",
  "interact": "Không dùng đồng thời acrivastine với rượu hoặc các thuốc ức chế thần kinh trung ương.\nKhông nên dùng đồng thời terfenadin và acrivastin.\nAcrivastin không nên dùng với các thuốc ức chế sự chuyển hóa của nó ở gan vì làm gia tăng rủi ro chứng loạn nhịp tim tâm thất nghiêm trọng. Các thuốc này bao gồm ketoconazol và erythromycin.",
  "preserve": "Ở nhiệt độ từ 15°C đến 30°C, nơi khô ráo",
  "pack": "Hộp 5 vỉ x 10 viên nang",
  "point": "Làm giảm các triệu chứng do viêm mũi dị ứng theo mùa như: hắt hơi, sổ mũi, ngứa mũi họng và đỏ, ngứa, chảy nước mắt.\nMày đay vô căn mạn tính, mày đay tiết cholin, mày đay do lạnh tự phát.",
  "side_effects": "Hiếm xảy ra: buồn ngủ nhẹ, sự mệt mỏi, chóng mặt, mất khả năng phối hợp, nhức đầu, rối loạn tâm thần vận động, phát ban, các phản ứng quá mẫn, rối loạn máu, co giật, đổ mồ hôi, đau cơ, các phản ứng ngoại tháp, run rẩy, bối rối, ù tai, hạ huyết áp, rụng tóc, đánh trống ngực, loạn nhịp tim.\nThông báo cho bác sĩ những tác dụng phụ không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/allergex-8mg-5-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Hoạt chất: Acrivastin 8mg\nTá dược: Flowlac 100, natri starch glycolat, magnesi stearat.",
  "update_time": "2022/09/18 21:06",
  "name": "Allergex 8mg",
  "id": "svwzPlCWmNMFUlYGNQ6WkMHXlJKSxKEt",
  "no_point": "Quá mẫn với bất cứ thành phần nào của thuốc hay với triprolidin.\nSuy thận nặng.\nTrẻ em dưới 12 tuổi."
},{
  "_id": {
    "id": "632725deb67e3c12af140ab4"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P04457_1_l.webp",
  "use": "https://www.pharmacity.vn/cetirizine-10-10vi-x-10vien.html",
  "careful": "- Ở liều điều trị, không có tương tác có ý nghĩa về mặt lâm sàng giữa cetirizin với rượu (đối với nồng độ trong máu 0,5 g/L). Tuy nhiên, nên thận trọng khi dùng thuốc đồng thời với các thức ăn, đồ uống có cồn.\n- Cần thận trọng ở những bệnh nhân có yếu tố bẩm sinh hoặc bí tiểu (như tổn thương tủy sống, tăng sản tuyến tiền liệt) vì cetirizin có thể làm tăng nguy cơ bí tiểu.\n- Thận trọng khi dùng thuốc cho bệnh nhân động kinh và bệnh nhân có nguy cơ co giật.\n- Thuốc kháng histamin ức chế các thử nghiệm dị ứng da và nên ngừng thuốc 3 ngày trước khi thực hiện các thử nghiệm này.\n- Thuốc có chứa lactose (thành phần của tá dược cellactose 80). Bệnh nhân mắc bệnh di truyền hiếm gặp về không dung nạp galactose (suy giảm Lapp lactase hoặc giảm hấp thu glucose-galactose) không nên dùng thuốc này.\n- Ngứa và/ hoặc nổi mề đay có thể xảy ra khi ngừng dùng cetirizin, ngay cả khi những triệu chứng đó không xuất hiện trong khi dùng thuốc. Trong một số trường hợp, các triệu chứng có thể dữ dội và cần thiết điều trị lại. Các triệu chứng sẽ hết khi bệnh nhân bắt đầu dùng lại cetirizin.\n- Không dùng viên nén bao phim cetirizin 10 mg cho trẻ em dưới 6 tuổi vì dạng bào chế và liều dùng không phù hợp.\n– Cần điều chỉnh liều ở người suy gan, người suy thận vừa hoặc nặng và người đang thẩm phân thận nhân tạo.\n– Tránh dùng đồng thời cetirizin với rượu và các thuốc ức chế thần kinh trung ương vì làm tăng thêm tác dụng của các thuốc này.\n– Phụ nữ mang thai: không nên dùng vì không có nghiên cứu đầy đủ trên người mang thai.\n– Phụ nữ cho con bú: không nên dùng vì cetirizin bài tiết qua sữa.\n– Tác động của thuốc khi lái xe và vận hành máy móc: thuốc có thể gây hiện tượng ngủ gà nên cần thận trọng khi lái xe và vận hành máy móc.",
  "interact": "Tương tác của thuốc: Các đặc tính dược động học, dược lực học và thải trừ của cetirizin không cho thấy có tương tác thuốc xảy ra. Trên thực tế, không có tương tác dược lực học và dược động học nào được báo cáo trong các nghiên cứu, đáng chú ý là tương tác giữa cetirizin với pseudoephedrin hoặc theophylin (liều 400 mg/ngày).\nThức ăn không ảnh hưởng đến mức độ hấp thu của cetirizin, mặc dù tốc độ hấp thu giảm.\nỞ những bệnh nhân nhạy cảm, việc sử dụng đồng thời cetirizin với rượu hoặc các thuốc ức chế thần kinh trung ương khác có thể làm giảm sự tỉnh táo và khó tập trung, mặc dù cetirizin không làm tăng tác dụng của rượu (với nồng độ trong máu 0,5 g/L).",
  "preserve": "Không quá 30 C, tránh ẩm và ánh sáng.",
  "pack": "Hộp 10 vỉ x 10 viên nén",
  "point": "Cetirizin được chỉ định cho người lớn và trẻ em ≥ 6 tuổi:\n- Giảm các triệu chứng ở mũi và mắt của viêm mũi dị ứng theo mùa và viêm mũi dị ứng quanh năm.\n- Giảm các triệu chứng của bệnh mề đay vô căn mạn tính.",
  "side_effects": "https://www.pharmacity.vn/cetirizine-10-10vi-x-10vien.html",
  "reference": "https://www.pharmacity.vn/cetirizine-10-10vi-x-10vien.html",
  "unit": "0",
  "component": "Mỗi viên nén bao phim chứa:\n- Thành phần dược chất: Cetirizin dihydroclorid 10 mg\n- Thành phần tá dược: Cellulose vi tinh thể, Cellactose 80, Natri starch glycolat, Magnesi stearat, Hydroxypropyl methylcellulose, Polyethylen glycol, Titan dioxid, Talc.",
  "update_time": "2022/09/18 21:06",
  "name": "Cetirizine 10mg",
  "id": "ymKDyLg3SklDcMvZkKD4bQqWOdkNa2SM",
  "no_point": "Dị ứng với cetirizin, hydroxyzin, dẫn xuất của piperazin hoặc bất cứ thành phần nào của thuốc.\nBệnh nhân suy thận giai đoạn cuối (hệ số thanh thải creatinin Clcr < 10 mL/phút)."
},{
  "_id": {
    "id": "632725deb67e3c12af140ab5"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P16854_1_l.webp",
  "use": "* Cách dùng:\nNên sử dụng DESBEBE phù hợp với lứa tuổi bằng cách đong ống nhỏ giọt hoặc xi lanh để lấy từ 2ml tới 2,5ml (1/2 muỗng trà).\n* Liều dùng:\n- Người lớn và trẻ em trên 12 tuổi: Liều dùng được khuyến cáo là 2 muỗng trà đầy (5mg trong 10mL) mỗi ngày một lần.    \n- Trẻ em từ 6 đến 11 tuổi: Liều dùng được khuyến cáo là 1 muỗng trà đầy (2,5mg trong 5mL) mỗi ngày một lần.\n- Trẻ em từ 2 đến 5 tuổi: Liều dùng được khuyến cáo là 1/2 muỗng trà (1,25mg trong 2,5mL) mỗi ngày một lần.\n- Với bệnh nhân suy gan hoặc suy thận, liều dùng của desloratadine được khuyến cáo là 5mg , uống cách ngày .",
  "careful": "- Thận trọng khi dùng desloratadine cho những bệnh nhân có tiền sử động kinh.\n- Cần thận trọng khi uống desloratadine do sẽ có những phản ứng do mẫn cảm với thành phần của thuốc như phát ban, ngứa, nổi mày đay, phù, khó thở. Nếu những phản ứng này xảy ra, nên dừng lại việc điều trị bằng desloratadine và thay bằng phương pháp điều trị khác.\n- Do thành phần có sucrose, không dùng thuốc khi không dung nạp fructose, kém hấp thu glucose - galactose hoặc thiếu sucrose - isomaltase.\n- Do thành phần có colour sunset yellow supra nên có thể gây ra phản ứng dị ứng, do đó cần phải thận trọng.\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\n- Desloratadine không gây quái thai ở chuột với liều lượng 48mg/kg/ngày (ước tính giá trị điều trị của Desloratadine và chất chuyển hóa Desloratadine khoảng 210 lần AUC ở người dựa vào liều uống hàng ngày được khuyến cáo) hoặc ở thỏ với liều lượng 60mg/kg/ngày (ước tính giá trị điều trị của Desloratadine khoảng 230 lần AUC ở người dựa vào liều uống hàng ngày được khuyến cáo). Sử dụng Desloratadine với liều lượng 9mg/kg/ngày hoặc nhiều hơn sẽ làm giảm trọng lượng cơ thể và chậm phản xạ ánh sáng ở chó khi mang thai (ước tính giá trị điều trị của Desloratadine và chất chuyển hóa Desloratadine khoảng 50 lần AUC ở người dựa vào liều uống hàng ngày được khuyến cáo). Desloratadine không gây ảnh hưởng đến sự phát triển bào thai ở chó với liều lượng 3mg/kg/ngày (ước tính giá trị điều trị của Desloratadine và chất chuyển hóa Desloratadine khoảng 7 lần AUC ở người dựa vào liều uống hàng ngày được khuyến cáo). Tuy nhiên chưa có nghiên cứu thích đáng và có kiểm soát ở phụ nữ mang thai. Bởi vì những nghiên cứu sinh sản ở động vật không phải lúc nào cũng cho kết quả giống như ở con người, Desloratadine nên được sử dụng trong thai kỳ nếu thật cần thiết.\n- Phụ nữ cho con bú: Desloratadine được bài tiết vào sữa mẹ; vì thế cần quyết định ngưng cho con bú mẹ hoặc ngưng dùng Desloratadine dựa trên tầm quan trọng của thuốc đối với mẹ.\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\n- Thận trọng khi lái xe và vận hành máy móc do thuốc có thể gây ra các tác dụng không mong muốn như chóng mặt, buồn ngủ.",
  "interact": "- Desloratadine làm tăng nồng độ và tác dụng của rượu, thuốc kháng cholin, thuốc ức chế thần kinh trung ương, thuốc ức chế chọn lọc thu hồi serotonin.\n- Nồng độ và tác dụng của desloratadine có thể tăng lên bởi droperidol, hydroxyzin, chất ức chế P-glycoprotein, pramlintid.\n- Desloratadine làm giảm nồng độ và giảm tác dụng của thuốc ức chế acetylcholinesterase, benzylpeniciloyl polylysin, betahistin, amphetamin, thuốc cảm ứng P-glycoprotein.\n- Thức ăn không ảnh hưởng đến sinh khả dụng của dsloratadine.\n- Có tiềm năng tương tác dược động học của desloratadine với các thuốc ảnh hưởng đến enzym chuyển hóa ở microsom gan như azithromycin, cimetidin, erythromycin, fluoxetin, ketoconazol.\n- Tuy nhiên không có thay đổi quan trọng nào về ECG cũng như triệu chứng lâm sàng, thay đổi chức năng sống, hay tác dụng phụ nào được ghi nhận.",
  "preserve": "Bảo quản ở nhiệt độ dưới 30°C, tránh ánh sáng.\nĐể thuốc xa tầm tay trẻ em.",
  "pack": "Hộp 1 chai x 60ml",
  "point": "- Viêm mũi dị ứng theo mùa: DESBEBE được chỉ định để làm giảm nhanh các triệu chứng viêm mũi dị ứng theo mùa ở những bệnh nhân từ 2 tuổi trở lên.\n- Viêm mũi dị ứng lâu năm: DESBEBE được chỉ định để làm giảm nhanh các triệu chứng viêm mũi dị ứng lâu năm ở những bệnh nhân từ 2 tuổi trở lên.\n- Chứng mày đay tự phát mạn tính: DESBEBE được chỉ định để làm giảm nhanh các triệu chứng ngứa, giảm số lượng và kích thước phát ban ở những bệnh nhân mày đay tự phát mạn tính từ 2 tuổi trở lên.",
  "side_effects": "Trong những thử nghiệm lâm sàng ở tổng số 246 trẻ em từ 6 tháng đến 11 tuổi được cho uống si rô desloratadine, tỉ lệ mắc phải tác dụng không mong muốn tổng thể ở trẻ 2 tới 11 tuổi là tương tự nhau giữa nhóm uống si rô desloratadine và nhóm giả dược, ở trẻ sơ sinh và trẻ nhỏ từ 6 đến 23 tháng tuổi, hầu hết các trường hợp sau khi uống si rô desloratadine có một số tác dụng không mong muốn như tiêu chảy (3,7%), sốt (2,3%) và mất ngủ (2,3%).\nVới liều dùng khuyến cáo , trong những thử nghiệm lâm sàng liên quan đến người lớn và thanh thiếu niên trong các chỉ định bao gồm viêm mũi dị ứng và nổi mày đay tự phát mạn tính, tác dụng không mong muốn với desloratadine được ghi nhận ở 3% bệnh nhân so với thuốc giả dược. Hầu hết những trường hợp đều có tác dụng không mong muốn khi so sánh với thuốc giả dược là mệt mỏi (1,2%), khô miệng (0,8%) và nhức đầu (0,6%). Báo cáo tác dụng không mong muốn khác rất hiếm gặp trong quá trình theo dõi hậu mãi được liệt kê trong bảng sau:\n- Rối loạn tâm thần: Ảo giác.\n- Rối loạn hệ thống thần kinh: Chóng mặt, buồn ngủ, mất ngủ, vận động thần kinh quá mức, động kinh.\n- Rối loạn tim mạch: Tim đập nhanh, đánh trống ngực.\n- Rối loạn tiêu hoá: Đau bụng, buồn nôn, nôn mửa, khó tiêu, tiêu chảy.\n- Rối loạn gan mật: Tăng cao các men gan, tăng bilirubin, viêm gan.\n- Cơ xương khớp và các rối loạn mô liên kết: Chứng đau cơ.\n- Rối loạn toàn thân: Những phản ứng mẫn cảm (như dị ứng, phù mạch, khó thở, nổi mẩn, ngứa và nổi mày đay).\n* Quá liều và cách xử trí:\n- Trong trường hợp quá liều, cần có những biện pháp chuẩn để loại bỏ phần hoạt chất chưa được hấp thu ra khỏi cơ thể.\n- Cần có biện pháp điều trị triệu chứng và điều trị hỗ trợ.\n- Dựa trên các thử nghiệm lâm sàng với các liều khác nhau ở người lớn và thanh thiếu niên với liều dùng khuyến cáo đến 45mg-Desloratadine (gấp 9 lần liều dùng thông thường), không thấy có những tác dụng trên lâm sàng có liên quan.\n- Không loại bỏ Desloratadine được bằng thẳm phân máu, chưa rõ có đào thải được bằng thẩm tách màng bụng hay không.",
  "reference": "https://www.pharmacity.vn/desbebe-gracure-60ml.html",
  "unit": "1",
  "component": "Hoạt chất: Desloratadine 30mg\nTá dược: Sucrose, glycerol, propylene glycol, dinatri edetate, citric acid monohydrate, colour sunset yellow supra, natri benzoate, natri citrate, essence mix fruit, purified water.",
  "update_time": "2022/09/18 21:06",
  "name": "Desbebe 60mg",
  "id": "WqA0hTm2EKlsCWNOO8csjCEORDF9zZS9",
  "no_point": "- Không dùng cho bệnh nhân quá mẫn với desloratadine hoặc với bất cứ thành phần nào của thuốc hoặc quá mẫn với loratadine."
},{
  "_id": {
    "id": "632725deb67e3c12af140ab6"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P02717_1_l.webp",
  "use": "- Cách dùng:\nLàm sạch nơi định xịt thuốc. \nMở nắp bảo vệ. \nCầm lọ như hình vẽ 1: \n + Xịt thử vào không khí cho tới khi được làn sương mù đồng đều. \n+ Đặt lọ hướng thẳng vào mũi như hình vẽ bên dưới  (Tai và họng làm tương tự) và xịt dứt khoát, đồng thời hít nhẹ để thuốc đi sâu vào trong khoang mũi, họng hoặc hơi nghiêng tại để thuốc vào trong. \n+ Đậy nắp bảo vệ sau khi dùng.\n- Liều dùng: Người lớn và trẻ em trên 6 tuổi: Xịt mũi, họng, tại 3 - 4 lần/ngày. Mỗi lần xịt cách nhau 3 - 4 giờ.",
  "careful": "- Thận trọng khi dùng cho những người bị cường giáp, bệnh tim, tăng huyết áp, xơ cứng động mạch, phì đại tuyến tiền liệt hoặc đái tháo đường, người đang dùng các chất ức chế monoaminoxydase. \n- Không nên dùng nhiều lần và liên tục để tránh sung huyết trở lại. Khi dùng thuốc liên tục 3 ngày không thấy đỡ, cần ngừng thuốc và đi khám bác sĩ.\n- Khả năng lái xe và vận hành máy móc: Thuốc không gây buồn ngủ nên dùng được cho người khi đang lái xe hoặc vận hành máy móc.\n- Thời kỳ mang thai: Không dùng. Chỉ dùng thuốc khi có chỉ định thật cụ thể của bác sĩ.\n- Thời kỳ cho con bú: Không dùng thuốc cho phụ nữ đang cho con bú. Chỉ dùng thuốc khi có chỉ định thật cụ thể của bác sĩ.",
  "interact": "- Tương tác thuốc có thể ảnh hưởng đến hoạt động của thuốc hoặc gây ra các tác dụng phụ. Nên báo cho bác sĩ hoặc dược sĩ danh sách những thuốc và các thực phẩm chức năng bạn đang sử dụng. Không nên dùng hay tăng giảm liều lượng của thuốc mà không có sự hướng dẫn của bác sĩ.\n- Sử dụng các thuốc giống giao cảm nói chung cũng như naphazolin cho người bệnh đang dùng các thuốc ức chế monoaminoxydase, maprotilin hoặc các thuốc chống trầm cảm 3 vòng có thể gây phản ứng tăng huyết áp nặng. \n- Mặc dù ít quan trọng, cũng nên cân nhắc các tương tác thuốc đã biết đối với các corticoid dùng toàn thân.",
  "preserve": "Nơi khô, nhiệt độ dưới 30°C",
  "pack": "Hộp 15ml",
  "point": "Ðiều trị: Các bệnh viêm mũi, viêm xoang, viêm mũi dị ứng, ngạt mũi, sổ mũi, viêm họng cấp và mãn tính, viêm tai giữa, tai trong.",
  "side_effects": "- Xylometazolin hydroclorid\nPhản ứng phụ nghiêm trọng ít xảy ra khi dùng tại chỗ xylometazolin ở liều điều trị.\nMột số phản ứng phụ thường gặp những thoáng qua như kích ứng niêm mạc nơi tiếp xúc, khô niêm mạc mũi; phản ứng sung huyết trở lại có thể xảy ra khi dùng dài ngày.\nMột số phản ứng toàn thân xảy ra do thuốc nhỏ mũi thấm xuống họng gây nên tăng huyết áp, tim đập nhanh, loạn nhịp. \n- Dexamethason natri phosphat\nĐiều trị tại chỗ lâu dài với corticoid có thể gây các phản ứng phụ toàn thân (đặc biệt ở trẻ em).\n- Neomycin sulfat\nCó thể xảy ra dị ứng chéo với các kháng sinh cùng họ aminosid. Trường hợp màng nhĩ bị thủng: có nguy cơ bị độc tính ở ốc tại và tiền đình. \nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.\n- Thường gặp, ADR >1/100\nDa: Kích ứng tại chỗ.\n- Ít gặp, 1/1000 < ADR < 1/100\nMắt: Cảm giác bỏng, rát, khô hoặc loét giác mạc, \nHô hấp: Hắt hơi, sung huyết trở lại với biểu hiện đỏ, sưng và viêm mũi khi dùng thường xuyên, dài ngày.\n- Hiếm gặp, ADR < 1/1 000\nTiêu hóa: Buồn nôn.\nThần kinh: Đau đầu, chóng mặt. \nTim mạch: Hồi hộp, đánh trống ngực, mạch chậm và loạn nhịp.",
  "reference": "https://www.pharmacity.vn/hadocort-d.html",
  "unit": "1",
  "component": "- Hoạt chất: Dexamethasone 15mg, Neomycin 75000IU, Neomycin 7.5mg.\n- Tá dược: Thimerosal, camphor, menthol, ethanol 90°, nước tinh khiết vừa đủ 15ml.",
  "update_time": "2022/09/18 21:06",
  "name": "Hadocort-D",
  "id": "1sAcqKshJtvODBWzosigVZwbguEPUr8U",
  "no_point": "- Mẫn cảm với các thành phần của thuốc. Trẻ em dưới 6 tuổi, phụ nữ có thai hoặc đang cho con bú. \n- Xylometazolin hydroclorid: Người bị bệnh glôcôm góc đóng. Người có tiền sử mẫn cảm với các thuốc adrenergic. Người đang dùng các thuốc chống trầm cảm 3 vòng. \n- Dexamethason natri phosphat: Viêm loét, nhiễm nấm, Herpes simplex hay các virus khác. \n- Neomycin sulfat: Mẫn cảm với aminoglycosid."
},{
  "_id": {
    "id": "632725deb67e3c12af140ab7"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11918_1_l.webp",
  "use": "* Cách dùng:\nUống nguyên cả viên thuốc cùng với ít nước ngay trước bữa ăn hoặc nhai viên thuốc cùng với miếng ăn đầu tiên.\n* Liều dùng:\n- Liều dùng do thầy thuốc điều chỉnh cho phù hợp với từng bệnh nhân, vì hiệu quả và dung nạp thay đổi tùy từng người bệnh.\n- Liều ban đầu ở người lớn: khởi đầu 25mg. Cứ sau 4 - 8 tuần lại tăng liều cho đến khi đạt được nồng độ glucose sau khi ăn 1 giờ như mong muốn (dưới 180mg/decilit). Liều tối đa 50mg x 3 lần/ngày cho người dưới 60kg hoặc 100mg x 3 lần/ngày cho người trên 60kg.\n- Liều duy trì thường dùng: 50 - 100mg x 3 lần/ngày.",
  "careful": "- Cần theo dõi transaminase gan trong quá trình điều trị bằng acarbose vì có trường hợp tăng enzyme gan.\n- Có thể xảy ra hạ glucose máu khi dùng acarbose đồng thời với một thuốc chống đái tháo đường sulfonylure và/ hoặc insulin.\n- Khi điều trị hạ glucose máu phải dùng glucose uống mà không dùng sucrose vì hấp thu glucose không bị ức chế bởi acarbose.\n- Thuốc không có tác dụng khi dùng đơn độc ở những người bệnh đái tháo đường có biến chứng nhiễm toan, tăng ceton hoặc hôn mê - ở những trường hợp này phải dùng insulin.\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\nKhông dùng thuốc cho phụ nữ có thai.\nPhụ nữ cho con bú:\nKhông dùng thuốc cho phụ nữ trong thời kỳ cho con bú.\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nThuốc không ảnh hưởng đến khả năng lái xe hoặc vận hành máy móc.",
  "interact": "- Trong quá trình điều trị bằng acarbose, đường sucrose (đường trắng) và các loại thực phẩm có chứa sucrose thường gây cảm giác khó chịu ở bụng, có thể gây tiêu chảy do hiện tượng gia tăng sự lên men carbohydrat ở đại tràng.\n- Acarbose có thể cản trở hấp thu hoặc chuyển hóa sắt.\n- Cần tránh dùng đồng thời với các thuốc chống acid, cholestyramin, các chất hấp phụ ở ruột và các enzyme tiêu hóa vì có thể làm giảm tác dụng của acarbose.",
  "preserve": "Nơi khô, dưới 30°C, tránh ánh sáng",
  "pack": "Hộp 5 vỉ x 10 viên nén",
  "point": "- Đơn trị liệu: Như một thuốc phụ trợ chế độ ăn và tập luyện để điều trị đái tháo đường typ 2 (không phụ thuộc insulin) ở người tăng glucose máu (đặc biệt tăng glucose máu sau khi ăn) không kiểm soát được chỉ bằng chế độ ăn và tập luyện.\n- Phối hợp với sulfonylure như một thuốc phụ trợ chế độ ăn và tập luyện để điều trị đái tháo đường typ 2 ở người bệnh tăng glucose máu không kiểm soát được bằng acarbose hoặc sulfonylure dùng đơn độc.",
  "side_effects": "- Tác dụng không mong muốn thường gặp là về tiêu hóa như: đầy bụng, phân nát, tiêu chảy, buồn nôn, bụng trướng và đau.\n- Ít gặp: test chức năng gan bất thường, ngứa, ngoại ban.\n- Hiếm gặp: vàng da, viêm gan.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi dùng thuốc.",
  "reference": "https://www.pharmacity.vn/actidine-100mg-5-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Mỗi viên nén ACTIDINE 100 chứa:\n- Hoạt chất: Acarbose: 100mg\n- Tá dược: Avicel, Tinh bột ngô, Magnesi stearat, Silicon dioxyd",
  "update_time": "2022/09/18 21:06",
  "name": "Actidine 100mg",
  "id": "2MQFDqfBDmkluc14AWq1coHzlj839qhN",
  "no_point": "- Quá mẫn với acarbose hay bất cứ thành phần nào của thuốc.\n- Viêm nhiễm đường ruột, đặc biệt kết hợp với loét.\n- Không dùng cho những người dễ bị bệnh lý do tăng áp lực ổ bụng (thoát vị).\n- Suy gan, tăng enzyme gan.\n- Người mang thai hoặc đang cho con bú.\n- Hạ đường máu.\n- Đái tháo đường nhiễm toan thể ceton."
},{
  "_id": {
    "id": "632725deb67e3c12af140ab8"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11329_1_l.webp",
  "use": "Liều khuyến cáo của Bonviva cho điều trị là một viên nén bao phim 150mg một tháng một lần. Tốt nhất nên dùng viên thuốc vào cùng một ngày của mỗi tháng.\nNên dùng Bonviva 60 phút trước bữa ăn hoặc uống (không phải là nước) đầu tiên của ngày (xem phần 3.5) hoặc trước khi dùng bất kỳ thuốc uống hoặc chất bổ sung nào khác (bao gồm canxi):\n- Nên nuốt toàn bộ viên thuốc với một cốc đầy nước lọc (180 đến 240ml) trong khi bệnh nhân đang ngồi hoặc đứng thẳng. Bệnh nhân không nên nằm xuống trong vòng 60 phút sau khi uống Boniviva.\n- Nước lọc là nước uống duy nhất nên dùng với Bonviva. Nên ghi nhớ rằng, một vài loại nước khoáng có thể có hàm lượng canxi cao hơn và vì vậy không nên sử dụng.\n- Bệnh nhân không nên nhai hoặc ngậm viên nén vì nguy cơ gây loét miệng hầu.\nBệnh nhân nên dùng canxi hoặc vitamin D bổ sung nếu chế độ ăn không đầy đủ.\nTrong trường hợp quên dùng liều của một tháng nào đấy, bệnh nhân nên được hướng dẫn uống viên Bonviva 150mg vào buổi sáng sau khi nhớ ra viên thuốc nhỡ, trừ khi thời gian đến liều tiếp theo là trong vòng 7 ngày. Sau đó bệnh nhân nên quay trở lại dùng liều hàng tháng theo đúng ngày đã lên kế hoạch lúc ban đầu. Nếu liều tiếp theo đến trong vòng 7 ngày, bệnh nhân nên đợi cho đến liều tiếp theo và sau đó tiếp tục uống viên thuốc của tháng như kế hoạch ban đầu. Bệnh nhân không nên uống hai viên 150mg trong vòng một tuần.\nCác hướng dẫn liều dùng đặc biệt\n- Bệnh nhân bị suy gan: Không cần thiết phải điều chỉnh liều (xem phần Dược động học ở những đối tượng đặc biệt)\n- Bệnh nhân bị suy thận: Không cần điều chỉnh liều ở những bệnh nhân bị suy thận nhẹ hoặc trung bình khi độ thanh thải creatinine ≥ 30ml/phút. Độ thanh thải dưới 30ml/phút, không nên sử dụng do chưa có kinh nghiệm lâm sàng.\n- Người già: Không cần phải điều chỉnh liều.\n- Trẻ em: Tính an toàn và hiệu quả chưa được thiết lập ở những bệnh nhân dưới 18 tuổi.",
  "careful": "https://www.pharmacity.vn/bonviva-150mg-1-vienhop.html",
  "interact": "https://www.pharmacity.vn/bonviva-150mg-1-vienhop.html",
  "preserve": "Không bảo quản ở nhiệt độ trên 30°C",
  "pack": "Hộp 1 vỉ x 1 viên",
  "point": "- Bonviva 150mg được chỉ định đề điều trị loãng xương sau mãn kinh, để giảm nguy cơ gãy xương.\n- Điều trị loãng xương: Loãng xương có thể được khẳng định bởi phát hiện khối lượng xương thấp (điểm T < -2,0SD) và hiện tại hoặc tiền sử bị gãy xương do loãng xương, hoặc khối lượng xương thấp (điểm T < - 2.5SD) mà không có ghi nhận gãy xương do loãng xương trước đây.",
  "side_effects": "https://www.pharmacity.vn/bonviva-150mg-1-vienhop.html",
  "reference": "https://www.pharmacity.vn/bonviva-150mg-1-vienhop.html",
  "unit": "0",
  "component": "- Hoạt chất: Một viên nén bao phim 150mg có chứa 168.75mg acid ibandronic, muối monosodium, monohydrate tương đương với 150mg acid ibandronic.\n- Tá dược:\n+ Lõi viên nén: Lactose monohydrate, Povidone, Cellulose, microcrystalline, Crospovidone, Stearic acid, purified, Silica, colloidal anhydrous.\n+ Bao viên nén: Hypromellose, Titanium dioxide, Talc, Macrogol 6000.",
  "update_time": "2022/09/18 21:06",
  "name": "Bonviva 150mg",
  "id": "DkWxdLBTChr3mXLZ04FdAQ9JlkF7tKxH",
  "no_point": "- Bonviva chống chỉ định ở những bệnh nhân được biết là quá mẫn với acid ibandronic hoặc với bất kỳ tá dược nào. Bonviva chống chỉ định ở những bệnh nhân giảm canxi máu không điều chỉnh được. Cũng như tất cả các bisphosphonate được chỉ định điều trị loãng xương, tình trạng giảm canxi máu có từ trước cần phải được điều chỉnh trước khi bắt đầu điều trị với Bonviva.\n- Như với nhiều bisphosphonate khác Bonviva chống chỉ định ở bệnh nhân có những bất thường về thực quản như hẹp hay không co dãn được mà nó có thể làm chậm quá trình làm rỗng thực quản (xem Những lưu ý và thận trọng). Bonviva chống chỉ định ở bệnh nhân không thể đứng hay ngồi thẳng trong ít nhất 60 phút (Xem phần Liều lượng và cách dùng và phần Những lưu ý và thận trọng)"
},{
  "_id": {
    "id": "632725deb67e3c12af140ab9"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P15220_1_l.webp",
  "use": "Không có phác đồ cố định về liều lượng để điều trị đái tháo đường với gliclazide hoặc các thuốc hạ đường huyết khác. Điều chỉnh liều lượng tùy theo đáp ứng của từng bệnh nhân.\nLiều khuyến cáo:\n30 - 120mg (1 đến 4 viên) uống một lần mỗi ngày trước khi ăn sáng.\nLiều duy trì thông thường:\n60mg (2 viên) uống một lần mỗi ngày trước khi ăn sáng.\nHoặc theo sự hướng dẫn của thầy thuốc.\nLưu ý: Không được bẻ hoặc nhai mà phải uống nguyên viên với nước.",
  "careful": "Hạ đường huyết:\nTất cả các thuốc sulfonylurea, bao gồm gliclazide có thể gây hạ đường huyết nặng. Những bệnh nhân yếu sức hoặc suy dinh dưỡng, và những bệnh nhân bị suy tuyến thượng thận, suy tuyến yên hoặc suy gan rất nhạy cảm với tác động hạ đường huyết của gliclazide. Kết hợp sử dụng gliclazide với metformin có thể làm tăng nguy cơ hạ đường huyết.\nMất kiểm soát đường huyết:\nKhi một bệnh nhân đã ổn định với một phác đồ điều trị đái tháo đường nếu gặp stress như sốt, chấn thương, nhiễm trùng, hoặc phẫu thuật, thì sự mất kiểm soát đường huyết có thể xảy ra. Lúc này, có thể nên ngưng sử dụng CLAZIC SR và chuyển sang dùng insulin.\nHiệu quả hạ đường huyết đến mức mong muốn của các thuốc hạ đường huyết kể cả CLAZIC SR, giảm xuống ở nhiều bệnh nhân theo thời gian có thể là do sự tiến triển của bệnh đái tháo đường hoặc do bệnh nhân giảm đáp ứng với thuốc. Hiện tượng này được xem là không đáp ứng thứ phát, để phân biệt với không đáp ứng nguyên phát khi thuốc không hiệu quả ở một bệnh nhân khi sử dụng CLAZIC SR lần đầu tiên. Tiến hành điều chỉnh liều lượng và áp dụng chế độ ăn phù hợp trước khi phân loại một bệnh nhân là không đáp ứng thứ phát.\nPhụ nữ mang thai:\nNồng độ glucose huyết bất thường khi mang thai có liên quan với tăng tỷ lệ dị tật bẩm sinh. Insulin được khuyên dùng khi mang thai để duy trì nồng độ đường trong máu càng gần mức bình thường càng tốt.\nPhụ nữ cho con bú\nKhông rõ gliclazide có phân bố vào sữa mẹ hay không. Tuy nhiên, hạ đường huyết có thể xảy ra cho trẻ đang bú mẹ. Vì vậy, không nên dùng gliclazide cũng như các sulfonylurea khác trong thời kỳ cho con bú.\nTrẻ em:\nTính an toàn và hiệu quả ở những bệnh nhi chưa được chứng minh.\nNgười cao tuổi:\nNhững bệnh nhân cao tuổi rất nhạy cảm với tác động giảm glucose huyết của các thuốc hạ đường huyết. Hạ đường huyết có thể khó nhận ra ở người cao tuổi.\nỞ những bệnh nhân cao tuổi, yếu sức, suy dinh dưỡng hoặc những bệnh nhân suy thận hoặc suy gan, liều khởi đầu, tăng liều, liều duy trì nên thận trọng để tránh những đợt hạ đường huyết.",
  "interact": "Aspirin, các thuốc kháng viêm không steroid, phenylbutazone, clofibrate, sulfonamide, các thuốc chống đông coumarin và các thuốc kết hợp nhiều với protein có thể chiếm chỗ của gliclazide ở các vị trí kết hợp và gây hạ đường huyết nghiêm trọng.\nCimetidine, sulfonamides, imidazole và các thuốc ức chế MAO sẽ ức chế các enzyme microsomal gan và gây gia tăng tác động hạ đường huyết của gliclazide.\nRifampicin, barbiturates, phenytoin, và rượu ảnh hưởng đến các men gan và làm giảm nồng độ gliclazide trong huyết tương.\nCác thuốc lợi tiểu thiazide, diazoxide, glucocorticoids, estrogens, và các thuốc cường giao cảm ức chế sự phóng thích hoặc tác động của insulin và vì thế đối kháng tác động của gliclazide.\nCác triệu chứng sớm của hạ đường huyết như run, toát mồ hôi, và nhịp tim nhanh có thể bị che lấp bởi các thuốc chẹn beta như propranolol, khiến các cơn hạ đường huyết nặng xảy ra mà không có triệu chứng cảnh báo. Nếu cần sử dụng các thuốc chẹn beta, nên sử dụng các loại có tính chọn lọc cao hơn, như metoprolol hoặc atenolol cho những bệnh nhân bị đái tháo đường.",
  "preserve": "Bảo quản ở nhiệt độ không quá 30 độ C\nĐể xa tầm tay trẻ em",
  "pack": "Hộp 10 vỉ x 10 viên",
  "point": "Điều trị đái tháo đường type 2 không kiểm soát được bằng chế độ ăn và tập thể dục.",
  "side_effects": "Hầu hết các phản ứng phụ được ghi nhận khi điều trị với CLAZIC SR thường ở mức độ nhẹ đến trung bình.\nCác phản ứng phụ sau có liên quan đến gliclazide.\nHạ đường huyết: Buồn ngủ, toát mồ hồi, mệt mỏi, dị cảm, và nhức đầu.\nTiêu hóa: Buồn nôn, nôn, tiêu chảy, đầy hơi và kích ứng thượng vị.\nDa: Ngứa, nổi mẩn đỏ, mề đay và phát ban dạng sởi hoặc ban sần.\nMáu: Hiếm khi xảy ra, chứng giảm bạch cầu, mất bạch cầu hạt, giảm tiểu cầu và thiếu máu.\nChuyển hóa: Hiếm khi xảy ra, các phản ứng loại disulfiram.\nCác xét nghiệm: Lượng AST (SGOT), LDH và creatinine đôi khi tăng nhẹ đến trung bình.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.\nQuá liều\nDùng quá liều gliclazide có thể dẫn tới những dấu hiệu hạ đường huyết như vã mồ hôi, da tái xanh, nhịp tim nhanh trong những trường hợp nhẹ. Trường hợp nặng hơn có thể hôn mê. Điều trị hạ đường huyết nhẹ bằng cách ngay lập tức cho uống đường với lượng vừa đủ. Trong trường hợp nặng, tiêm truyền dung dịch glucose đậm đặc (10 hoặc 30%) và chuyển người bệnh đến bệnh viện.",
  "reference": "https://www.pharmacity.vn/clazic-sr-hop-10-vi-x-10-vien.html",
  "unit": "0",
  "component": "Mỗi viên CLAZIC SR chứa:\nHoạt chất: Gliclazide 30mg.\nTá dược: Calcium Phosphate, Maltodextrin, Hydroxypropyl Methylcellulose, Colloidal Silicon Dioxide, Magnesium stearate.",
  "update_time": "2022/09/18 21:06",
  "name": "Clazic SR",
  "id": "9P5q8741lfWE2Iqma3gHCy7slAYjb0OE",
  "no_point": "- Đái tháo đường type 1.\n- Quá mẫn với sulfonylureas.\n- Suy gan hoặc suy thận nặng.\n- Hôn mê hoặc tiền hôn mê do đái tháo đường.\n- Nhiễm khuẩn nặng.\n- Chấn thương nặng.\n- Phẫu thuật lớn.\n- Phụ nữ có thai và cho con bú."
},{
  "_id": {
    "id": "632725deb67e3c12af140aba"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P00699_1_l.webp",
  "use": "https://www.pharmacity.vn/diamicron-mr-60mg-hop-2-vi-x-15-vien.html",
  "careful": "https://www.pharmacity.vn/diamicron-mr-60mg-hop-2-vi-x-15-vien.html",
  "interact": "https://www.pharmacity.vn/diamicron-mr-60mg-hop-2-vi-x-15-vien.html",
  "preserve": "Bảo quản trong bao bì kín, không quá 30 độ C, nơi khô và tránh ánh sáng.",
  "pack": "Hộp 2 vỉ x 15 viên",
  "point": "Bệnh tiểu đường không phụ thuộc insulin (loại 2) ở người lớn khi các biện pháp ăn kiêng, tập thể dục và giảm cân đơn thuần không đủ để kiểm soát đường huyết.",
  "side_effects": "https://www.pharmacity.vn/diamicron-mr-60mg-hop-2-vi-x-15-vien.html",
  "reference": "https://www.pharmacity.vn/diamicron-mr-60mg-hop-2-vi-x-15-vien.html",
  "unit": "0",
  "component": "Gliclazide 60mg\nTá dược: lactose monohydrate, maltodextrin, hypromellose, magnesi stearate, keo silica khan.",
  "update_time": "2022/09/18 21:06",
  "name": "Diamicron MR 60mg",
  "id": "g1VhLg10H6SXaxJAM2jfnQucmVPqc6DV",
  "no_point": "-Quá mẫn cảm với gliclazide hoặc với bất kỳ tá dược nào được liệt kê trong phần 6.1, các sulfonylurea, sulfonamid khác,\n-Bệnh tiểu đường loại 1,\n-Tiền hôn mê và hôn mê do tiểu đường, nhiễm toan keto tiểu đường,\n-Suy thận hoặc gan nặng: trong những trường hợp này, nên sử dụng insulin,\n- Điều trị bằng miconazole\n- Cho con bú\n- Nhiễm khuẩn nặng, chấn thương nặng, phẫu thuật lớn"
},{
  "_id": {
    "id": "632725deb67e3c12af140abb"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P12790_1_l.webp",
  "use": "Cách dùng: Dùng uống.\nUống acarbose vào đầu bữa ăn để giảm nồng độ glucose huyết sau ăn. Liều phải do thầy thuốc điều chỉnh cho phù hợp từng trường hợp, vì hiệu quả và dung nạp thay đổi tùy từng người bệnh. Viên thuốc phải nhai cùng với miếng ăn đầu tiên hoặc nuốt cả viên cùng với ít nước ngay trước khi ăn.\nMục tiêu điều trị là giảm glucose huyết sau khi ăn và hemoglobin glycosylat về mức bình thường hoặc gần bình thường.Trong quá trình điều trị ban đầu và điều chỉnh liều phải định lượng glucose một giờ sau khi ăn để xác định sự đáp ứng điều trị và liều tối thiểu có tác dụng của acarbose. Sau đó, theo dõi hemoglobin glycosylat khoảng 3 tháng một lần (thời gian sống của hồng cầu) để đánh giá kiểm soát glucose huyết dài hạn.\nLiều dùng: Liều ban đầu cho người lớn: 50 mg/lần, 3 lần/ngày cùng với miếng ăn đầu tiên của mỗi bữa chính. Để giảm bớt các triệu chứng về tiêu hóa, có thể bắt đầu 50 mg uống một lần mỗi ngày, rồi tăng dần liều cho tới 50 mg/lần, uống 3 lần/ngày, nếu dung nạp được.\nSau 6-8 tuần điều trị, nếu bệnh nhân có đáp ứng lâm sàng đầy đủ, liều dùng có thể tăng lên đến 100 mg/lần, 3 lần/ngày. Liều tối đa: 200 mg/lần, 3 lần/ngày. Nếu tình trạng mệt mỏi xuất hiện mặc dù tuân thủ nghiêm ngặt chế độ ăn uống, liều không nên được tăng thêm và nếu cần thiết giảm liều theo mức độ các tác dụng phụ và những đánh giá lâm sàng của bác sĩ kê đơn.\n*Điều chỉnh liều trong suy thận:\nClcr < 25 ml/phút: Nồng độ đỉnh trong huyết tương cao hơn gấp 5 lần và AUC rộng gấp 6 lần so với người có chức năng thận bình thường.\nCreatinin huyết thanh > 2 mg/dl: Không nên dùng acarbose.",
  "careful": "- Có những trường hợp tăng men gan nên cần theo dõi transaminase gan trong quá trình điều trị bằng acarbose.\n- Có thể xảy ra hạ glucose huyết khi dùng acarbose đồng thời với một thuốc chống đái tháo đường sulfonylurê và/hoặc insulin. Khi điều trị hạ glucose huyết, phải dùng glucose uống (dextrose) mà không dùng sucrose (đường trắng) vì hấp thu glucose không bị ức chế bởi acarbose.\n- Acarbose không có tác dụng khi dùng đơn độc ở những người bệnh đái tháo đường có biến chứng nhiễm toan, tăng ceton hoặc hôn mê; hoặc khi bị stress (như sốt cao, chấn thương, phẫu thuật...), ở những trường hợp này, phải dùng insulin.\n- Thời kỳ mang thai: Không nên dùng acarbose cho phụ nữ mang thai vì không có nghiên cứu kiểm chứng trên phụ nữ mang thai.\n- Thời kỳ cho con bú: Sau khi dùng acarbose phóng xạ có đánh dấu trên chuột cho con bú, phát hiện một lượng nhỏ chất phóng xạ trong sữa. Cho đến nay vẫn chưa có kết quả tương tự trên người.\nDo khả năng tác động của thuốc ảnh hưởng trên trẻ bú mẹ, do đó không nên kê toa Dorobay 100 mg cho phụ nữ đang cho con bú.\nLái xe\nChưa có báo cáo về ảnh hưởng của thuốc đối với người vận hành máy móc, lái tàu xe, làm việc trên cao và các trường hợp khác.",
  "interact": "- Trong khi điều trị bằng acarbose, thức ăn chứa đường sucrose (đường trắng) thường gây khó chịu ở bụng hoặc có khi tiêu chảy, vì carbohydrat tăng lên men ở đại tràng.\n- Acarbose có thể cản trở hấp thu hoặc chuyển hóa sắt.\n- Vì cơ chế tác dụng của acarbose và của các thuốc chống đái tháo đường nhóm sulfonylure hoặc biguanid khác nhau, nên tác dụng của chúng đối với kiểm soát glucose huyết có tính chất cộng khi dùng phối hợp.\n- Cần tránh dùng đồng thời với các thuốc kháng acid, cholestyramin, các chất hấp phụ ở ruột và các men tiêu hóa, vì có thể làm giảm tác dụng của acarbose.\n- Neomycin làm tăng tác dụng giảm glucose huyết của acarbose.\n- Acarbose làm giảm tác dụng của digoxin do ức chế hấp thụ digoxin.",
  "preserve": "Nơi khô ráo, nhiệt độ không quá 30°C, tránh ánh sáng.",
  "pack": "Hộp 3 vỉ x 10 viên",
  "point": "- Đơn trị liệu: Như một thuốc phụ trợ chế độ ăn và tập luyện để điều trị đái tháo đường typ 2 (không phụ thuộc insulin) ở người tăng glucose huyết (đặc biệt tăng glucose huyết sau khi ăn) không kiểm soát được chỉ bằng chế độ ăn và tập luyện.\n- Thuốc có thể phối hợp với các nhóm thuốc khác (sulfonylure hoặc biguanid hoặc insulin) với chế độ ăn và tập luyện để đạt được mục tiêu điều trị đái tháo đường typ2.",
  "side_effects": "https://www.pharmacity.vn/dorobay-100mg-3-vi-x-10-vienhop.html",
  "reference": "https://www.pharmacity.vn/dorobay-100mg-3-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Mỗi viên nén chứa:\n- Acarbose 100mg\n- Tá dược: Microcrystallin cellulose PH112, Starch 1500, Natri croscarmellose, Magnesi stearat, Colloidal Silicon dioxid A200",
  "update_time": "2022/09/18 21:06",
  "name": "Dorobay 100mg",
  "id": "1cRzwiCvWtYLKgHHCYDMRnAKrXjShMFa",
  "no_point": "- Quá mẫn với acarbose và các thành phần khác của thuốc.\n- Viêm nhiễm đường ruột, đặc biệt kết hợp với loét.\n- Do thuốc có khả năng tạo hơi trong ruột, không nên dùng cho những người dễ bị bệnh lý do tăng áp lực ổ bụng (thoát vị).\n- Những trường hợp suy gan, tăng men gan.\n- Người mang thai hoặc đang cho con bú; người đái tháo đường typ 2 dưới 18 tuổi.\n- Hạ đường huyết.\n- Đái tháo đường nhiễm toan thể ceton."
},{
  "_id": {
    "id": "632725deb67e3c12af140abc"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P16592_1_l.webp",
  "use": "Điều trị thủy đậu và zona:\n- Người lớn: Uống mỗi lần 1 viên x 5 lần/ngày, trong 7 ngày.\n- Trẻ em trên 6 tuổi: Uống mỗi lần 1 viên x 4 lần/ngày.\n- Trẻ em dưới 6 tuổi: Nên sử dụng viên Acyclovir 200 mg hay Acyclovir 400 mg. \nLiều dùng cụ thể như sau:\n- Trẻ em: Bệnh varicella: Uống mỗi lần 20 mg/kg thể trọng/ngày (tối đa 800 mg)\n- Trẻ em dưới 2 tuổi uống mỗi lần 200 mg x 4 lần/ngày.\n- Trẻ em 2 – 5 tuổi: Uống mỗi lần 400 mg x 4 lần/ ngày.\nVới người bệnh suy thận, người cao tuổi: Liều nên được điều chỉnh\n- Độ thanh thải creatinin 10 - 25 ml/phút: Cách 8 giờ uống 1 lần.\n- Độ thanh thải creatinin dưới 10 ml/phút: Cách 12 giờ uống 1 lần.",
  "careful": "Với bệnh nhân suy thận: Phải chỉnh liều theo độ thanh thải creatinin.\n* Tác động của thuốc khi lái xe và vận hành máy móc\nCó thể dùng thuốc khi lái xe và vận hành máy móc. Tuy nhiên cần thận trọng với bệnh nhân suy thận vì thuốc có thể gây chóng mặt, ảo giác, lẫn lộn, buồn ngủ.\n* Sử dụng cho phụ nữ có thai và cho con bú\nThời kỳ mang thai: Chỉ nên dùng cho phụ nữ mang thai khi lợi ích điều trị hơn hẳn rủi ro có thể xảy ra cho bào thai.\nThời kỳ cho con bú: Thuốc được bài tiết qua sữa mẹ khi dùng đường uống. Nên thận trọng khi dùng thuốc đối với người cho con bú.",
  "interact": "Dùng đồng thời zidovudin và acyclovir có thể gây trạng thái ngủ lịm và lơ mơ.\nProbenecid ức chế cạnh tranh đào thải acyclovir qua ống thận, nên tăng tới 40% và giảm thải trừ qua nước tiểu và độ thanh thải của acyclovir.\nAmphotericin B và ketoconazol làm tăng hiệu lực chống virus của acyclovir.",
  "preserve": "Nơi khô, nhiệt độ không quá 300C, tránh ánh sáng",
  "pack": "Hộp 3 vỉ x 10 viên",
  "point": "- Ðiều trị nhiễm Herpes zoster (bệnh zona) cấp tính, zona mắt, viêm phổi do Herpes zoster người lớn.\n- Ðiều trị thủy đậu xuất huyết, thủy đậu ở người suy giảm miễn dịch, thủy đậu ở trẻ sơ sinh.",
  "side_effects": "- Thường gặp: Buồn nôn, nôn, tiêu chảy, đau bụng, ban, nhức đầu.\n- Đôi khi có phản ứng thần kinh có hồi phục: chóng mặt, tình trạng lẫn lộn có ảo giác, buồn ngủ. Triệu chứng này thường gặp ở bệnh nhân suy thận hay có những yếu tố tạo khuynh hướng mắc bệnh.\n* Thông báo cho bác sĩ các tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/aciclovir-800-3-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Acyclovir 800mg\nTá dược: Lactose, PVP, natri starch glycolat, magnesi stearate, talc vừa đủ 1 viên.",
  "update_time": "2022/09/18 21:06",
  "name": "Acyclovir Stada 800mg",
  "id": "yO6v6hnBA5wmnBPeNx0ABcli2YyuTtAl",
  "no_point": "Thuốc Aciclovir Meyer chống chỉ định trong các trường hợp người bệnh mẫn cảm với thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140abd"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P02816_1_l.webp",
  "use": "https://www.pharmacity.vn/acyclovyr-200mg-hop-3-vi-x-10-vien.html",
  "careful": "Với người suy thận, liều dùng phải điều chỉnh theo độ thanh thải creatinine.\nKhả năng lái xe và vận hành máy móc\nThuốc có thể có tác dụng phụ đau đầu, chóng mặt. Cần thận trọng khi lái xe và vận hành máy móc.\nThời kỳ mang thai\nChỉ nên dùng acyclovir cho người mang thai khi lợi ích điều trị hơn hẳn rủi ro có thể xảy ra với bào thai.\nThời kỳ cho con bú\nAcyclovir được bài tiết qua sữa mẹ khi dùng đường uống, tuy nhiên chưa có ghi nhận về tác dụng có hại cho trẻ bú mẹ khi người mẹ đang dùng acyclovir.\nNên thận trọng khi dùng thuốc đối với người cho con bú.",
  "interact": "Probenecid làm tăng thời gian bán thải trong huyết tương và AUC của acyclovir, làm giảm thải trừ qua nước tiểu và độ thanh thải của acyclovir.\nDùng đồng thời zidovudine và acyclovir có thể gây trạng thái ngủ lịm và lơ mơ. Cần theo dõi sát người bệnh khi phối hợp.\nInterferon làm tăng tác dụng chống virus HSV type 1 in vitro của acyclovir. Tuy nhiên tương tác trên lâm sàng vẫn chưa rõ.\nAmphotericin B và ketoconazole làm tăng hiệu lực chống virus của acyclovir.",
  "preserve": "Nơi khô, nhiệt độ dưới 30°C, tránh ánh sáng",
  "pack": "Hộp 3 vỉ x 10 viên",
  "point": "Thuốc Acyclovir 200mg được chỉ định dùng trong các trường hợp sau:\nÐiều trị nhiễm virus Herpes simplex (type 1 và 2) lần đầu và tái phát ở niêm mạc–da (viêm miệng–lợi, viêm bộ phận sinh dục), viêm não–màng não, ở mắt (viêm giác mạc).\nDự phòng nhiễm virus Herpes simplex (HSV) ở niêm mạc–da bị tái phát ít nhất 6 lần/năm, ở mắt (viêm giác mạc tái phát sau 2 lần/năm) hoặc trường hợp phải phẫu thuật ở mắt.\nĐiều trị nhiễm virus Varicella zoster:\n- Zona, dự phòng biến chứng mắt do zona mắt.\n- Thủy đậu ở người mang thai: Bệnh xuất hiện 8–10 ngày trước khi sinh.\n- Thủy đậu sơ sinh.\n- Sơ sinh trước khi phát bệnh: Khi mẹ bị thủy đậu 5 ngày trước và 2 ngày sau khi sinh.\n- Thủy đậu nặng ở trẻ dưới 1 tuổi.\n- Thủy đậu có biến chứng, đặc biệt viêm phổi do thủy đậu.",
  "side_effects": "Khi sử dụng thuốc Acyclovir 200mg, bạn có thể gặp các tác dụng không mong muốn (ADR).\nHiếm gặp, 1/10000 < ADR < 1/1000\n- Tiêu hóa: Buồn nôn, nôn, tiêu chảy, đau bụng, chán ăn, rối loạn tiêu hóa.\n- Huyết học: Thiếu máu, giảm bạch cầu, viêm hạch bạch huyết, giảm tiểu cầu, ban xuất huyết giảm tiểu cầu, hội chứng tan huyết tăng urea máu, đôi khi dẫn đến tử vong đã từng xảy ra ở bệnh nhân suy giảm miễn dịch dùng liều cao acyclovir.\n- Thần kinh trung ương: Đau đầu, chóng mặt, hành vi kích động. Ít gặp các phản ứng thần kinh hoặc tâm thần (ngủ lịm, run, lẫn, ảo giác, cơn động kinh).\n- Da: Phát ban, ngứa, mày đay.\n- Các phản ứng khác: Sốt, đau, test gan tăng, viêm gan, vàng da, đau cơ, phù mạch, rụng tóc.\nHướng dẫn cách xử trí ADR\nKhi gặp tác dụng phụ của thuốc, cần ngưng sử dụng và thông báo cho bác sĩ hoặc đến cơ sở y tế gần nhất để được xử trí kịp thời.",
  "reference": "https://www.pharmacity.vn/acyclovyr-200mg-hop-3-vi-x-10-vien.html",
  "unit": "0",
  "component": "Viên nén có chứa:\nAcyclovir 200mg\nTá dược: Avicel, Starch 1500, Povidon, Natri croscarmellose, Magnesi stearat",
  "update_time": "2022/09/18 21:06",
  "name": "Acyclovir 200mg",
  "id": "qvvY8WOaT2q8eHNSUz8wBMdvRUGc2skv",
  "no_point": "Thuốc Acyclovir 200mg chống chỉ định trong các trường hợp sau:\nMẫn cảm với các thành phần của thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140abe"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P19888_1_l.webp",
  "use": "https://www.pharmacity.vn/agifamcin-300-hop-10-vi-x-10-vien.html",
  "careful": "- Với người suy gan, phải theo dõi chức năng gan trong quá trình điều trị. Vì rifampicin gây cảm ứng enzym, nên phải đặc biệt thận trọng khi dùng thuốc cho người bệnh có rối loạn chuyển hóa porphyrin tiềm tàng do quá trình hoạt hóa acid delta - amino levulinic synthetase. Do hệ thống enzym ở trẻ đẻ non và trẻ mới sinh chưa hoàn thiện, nên chỉ dùng rifampicin cho các người bệnh này khi thất cần thiết.\n- Dùng rifampicin phối hợp với isoniazid và pyrazinamid sẽ làm tăng độc tính với gan. Cần phải cân nhắc giữa nguy cơ gây tai biến và nhu cầu điều trị.\n- Phải báo trước cho người bệnh biết rằng phân, nước tiểu, nước bọt, nước mắt, mồ hôi và các dịch khác của cơ thể sẽ có màu đỏ trong khi đang dùng thuốc, để tránh lo lắng không cần thiết. Kính sát tròng có thể bắt màu vĩnh viễn.\n*Phụ nữ có thai và cho con bú\nThời kỳ mang thai\n- Nếu dùng rifampicin cho phụ nữ mang thai ở 3 tháng cuối, có thể xuất huyết do giảm prothrombin - huyết ở cả người mẹ và trẻ sơ sinh. Vì vậy để tránh xuất huyết, dùng thêm vitamin K dự phòng cho người mẹ mang thai, sau khi sinh và cả trẻ sơ sinh.\n- Các thí nghiệm trên súc vật cho thấy rifampicin có khả năng gây dị tật ở xương. Vì vậy rifampicin chỉ dùng cho phụ nữ mang thai khi đã xem xét cẩn thận các rủi ro và nhu cầu.\nThời kỳ cho con bú: Rifampicin đào thải qua sữa mẹ, nhưng hầu như không xảy ra nguy cơ với trẻ.\n*Lái xe và vận hành máy móc\nThuốc gây đau đầu, chóng mặt, mệt mỏi, do đó cần thận trọng sử dụng cho người lái xe và vận hành máy móc.",
  "interact": "- Rifampicin gây cảm ứng enzym cytochrom P450 nên làm tăng chuyển hóa và bài tiết, vì vậy làm giảm tác dụng của 1 số thuốc khi dùng đồng thời.\n- Các thuốc nên tránh dùng phối hợp với rifampicin là isradipin, nifedipin và nimodipin.\n- Các thuốc sau đây khi phối hợp với rifampicin thì cần phải điều chỉnh liều: Viên uống tránh thai, ciclosporin, diazepam, digitoxin, thuốc chống đông máu dẫn chất dicoumarol, disopyramid, doxycyclin, phenytoin, các glucocorticoid, haloperidol, ketoconazol, erythromycin, clarithromycin, cloramphenicol, theophylin, verapamil...\n- Một số thuốc khi dùng với rifampicin sẽ làm giảm hấp thu của rifampicin như: thuốc kháng acid, bentonit, clofazimin... Khắc phục bằng cách uống riêng cách nhau 8 - 12 giờ...\n- Ngoài ra isoniazid và các thuốc có độc tính với gan khi dùng phối hợp với rifampicin sẽ làm tăng nguy cơ gây độc tính với gan nhất là người suy gan.",
  "preserve": "Nhiệt độ dưới 30°C, tránh ẩm và ánh sáng",
  "pack": "Hộp 10 vỉ x 10 viên nang",
  "point": "- Điều trị tất cả các thể lao bao gồm cả lao màng não, thường phải phối hợp với các thuốc trị lao khác như isoniazid, pyrazinamid, ethambutol, streptomycin để phòng trực khuẩn đột biến kháng thuốc.\n- Điều trị phong: Đối với nhóm phong ít vi khuẩn, theo phác đồ kết hợp 2 thuốc, phải phối hợp rifampicin với thuốc trị phong dapson. Đối với nhóm phong nhiều vi khuẩn, theo phác đồ 3 thuốc, phối hợp rifampicin với dapson và clofazimin.\n- Phòng viêm màng não do Haemophilus influenzae và Neisseria meningitidis cho những người tiếp xúc trực tiếp với người bệnh chắc chắn hoặc nghi mắc các vi khuẩn đó.\n- Điều trị nhiễm khuẩn nặng do các chủng Staphylococcus kể cả các chủng đã kháng methicilin và đa kháng (phối hợp với các thuốc chống tụ cầu).\n- Nhiễm Mycobacterium không điển hình (M. avium) ở người bệnh AIDS cũng phải phối hợp với các thuốc kháng khuẩn khác cũng giống như điều trị lao.",
  "side_effects": "- Thường gặp, ADR>1/100\n+ Tiêu hóa: Tiêu chảy, đau bụng, buồn nôn, chán ăn.\n+ Da: Ban da, ngứa kèm theo ban hoặc không.\n+ Nội tiết: Rối loạn kinh nguyệt.\n- Ít gặp, 1/1000<ADR<1/100\n+ Toàn thân: Đau đầu, chóng mặt, mệt mỏi, sốt.\n+ Thần kinh: Ngủ gà, mất điều hòa, khó tập trung ý nghĩ.\n+ Gan: Tăng transaminase, tăng phosphatase kiềm, tăng bilirubin huyết thanh, vàng da và rối loạn porphyrin thoáng qua.\n+ Mắt: Viêm kết mạc xuất tiết.\n- Hiếm gặp, ADR<1/1000\n+ Toàn thân: Rét run, sốt.\n+ Máu: Giảm tiểu cầu, giảm bạch cầu, tăng bạch cầu ưa eosin và thiếu máu tan huyết.\n+ Tiêu hóa: Viêm đại tràng màng giả.\n+ Da: Ngoại ban, ban xuất huyết.\n+ Hô hấp: Khó thở\n+ Tiết niệu: Suy thận nặng.\n+ Cơ: Yếu cơ.\n- Hướng dẫn cách xử trí ADR\nPhản ứng miễn dịch toàn thân, như rét run, sốt, hiếm gặp trong thời gian điều trị liên tục. Trong trường hợp có ban hoặc xuất huyết hoặc đột ngột giảm chức năng thận thì phải ngừng rifampicin ngay (hay gặp trong điều trị gián đoạn). Giảm chức năng thận trước khi dùng rifampicin không cản trở việc điều trị, tuy nhiên cần phải giảm liều (các lần uống cách xa nhau).\n- Ngừng sử dụng thuốc và thông báo cho bác sỹ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/agifamcin-300-hop-10-vi-x-10-vien.html",
  "unit": "0",
  "component": "- Rifampicin 300mg\n- Tá dược vừa đủ 1 viên: Microcrystallin cellulose, Magnesi stearat",
  "update_time": "2022/09/18 21:06",
  "name": "Agifamcin 300mg",
  "id": "whr39sOw8MUom333w24f1XIF89MID5w4",
  "no_point": "- Mẫn cảm với rifampicin.\n- Rối loạn chuyển hóa porphyrin ở những người nhạy cảm, do một cơ chế có liên quan tới việc gây cảm ứng enzym cytochrom P450 ở gan."
},{
  "_id": {
    "id": "632725deb67e3c12af140abf"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P00278_1_l.webp",
  "use": "Dùng uống.\n- Liều dùng ampicillin phụ thuộc vào loại bệnh, mức độ nặng nhẹ, tuổi và chức năng thận của người bệnh. Liều được giảm ở người suy thận nặng.\n- Ampicillin thường được uống dưới dạng trihydrat. Thức ăn ảnh hưởng đến hiệu quả của ampicillin. Tránh uống thuốc vào bữa ăn.\nNgười lớn:\n+ Liều uống thường 0,25g - 1g ampicillin/lần, cứ 6 giờ một lần, phải uống trước bữa ăn 30 phút hoặc sau bữa ăn 2 giờ. Với bệnh nặng, có thể uống 6-12g/ngày.\n+ Để điều trị lậu không biến chứng do những chủng nhạy cảm với ampicillin, thường dùng liều 2,0 - 3,5g, kết hợp với 1g probenecid, uống 1 liều duy nhất. Với phụ nữ có thể dùng nhắc lại 1 lần nếu cần.\n- Thuốc này không phù hợp sử dụng cho trẻ em.\nNgười suy thận:\n+ Độ thanh thải creatinin 30ml/phút hoặc cao hơn: Không cần thay đổi liều thông thường ở người lớn.\n+ Độ thanh thải creatinin 10ml/phút hoặc dưới: Cho liều thông thường cách 8 giờ/lần.\n+ Người bệnh chạy thận nhân tạo phải dùng thêm 1 liều ampicillin sau mỗi lần thẩm tích.\nThời gian điều trị: Phụ thuộc vào loại và mức độ nặng của nhiễm khuẩn. Đối với đa số nhiễm khuẩn, trừ lậu, tiếp tục điều trị ít nhất 48 - 72 giờ sau khi người bệnh hết triệu chứng.",
  "careful": "- Dị ứng chéo với penicillin hoặc cephalosporin. Không được dùng hoặc tuyệt đối thận trọng dùng ampicillin cho người đã bị mẫn cảm với cephalosporin.\n- Thời gian điều trị dài (hơn 2 - 3 tuần) cẩn kiểm tra chức năng gan và thận.\nPHỤ NỮ CÓ THAI VÀ CHO CON BÚ\n-Thời kỳ mang thai: Không có những phản ứng có hại đối với thai nhi.\n-Thời kỳ cho con bú: Ampicillin vào sữa nhưng không gây phản ứng có hại cho trẻ bú mẹ nếu sử dụng với liều điều trị bình thường.\nLÁI XE VÀ VẬN HÀNH MÁY MÓC\nThuốc không ảnh hưởng lên khả năng lái xe và vận hành máy móc.",
  "interact": "- Các penicillin đều tương tác với methotrexat và probenecid. Ampicillin tương tác với alopurinol. Ở những người bệnh dùng ampicillin cùng với alopurinol, khả năng mẩn đỏ da tăng cao.\n- Các kháng sinh kìm khuẩn như cloramphenicol, các tetracyclin, erythromycin làm giảm khả năng diệt khuẩn của ampiciliin.\n- Có bằng chứng in vitro của tác dụng hiệp đồng kháng khuẩn giữa ampicillin và aminoglycosid chống lại vi khuẩn ruột; sử dụng để tận dụng trị liệu trong điều trị viêm nội tâm mạc và nhiễm trùng đường ruột nghiêm trọng khác.\n- Sự bất hoạt của aminoglycosid đã được báo cáo khi dùng chung với ampicillin trong nghiên cứu in vitro và in vivo.\n- Ampicillin có thể giảm hiệu quả của thuốc uống ngừa thai có chứa estrogen và tăng đáng kể tỷ lệ chảy máu.\n- Có bằng chứng in vitro sulfonamide đối kháng với ampicillin.\n- Phản ứng dương tính giả có thể xảy ra trong các thử nghiệm glucose nước tiểu bằng Clinitest, dung dịch Benedict, dung dịch Fehling.\n- Ampicillin có thể làm tăng sai lệch nồng độ acid uric huyết thanh khi sử dụng phương pháp đồng chelate; phương pháp phosphotungstate và uricase thì không bị ảnh hưởng bởi ampicillin.",
  "preserve": "Nơi khô ráo, nhiệt độ không quá 30 độ C.",
  "pack": "Hộp 10 vỉ x 10 viên",
  "point": "Viêm đường hô hấp trên do Streptococcus pyogenes, Streptococcus pneumoniae, Haemophilus influenzae.\n- Ampicillin điều trị có hiệu quả các bệnh viêm xoang, viêm tai giữa, viêm phế quản mạn tính bột phát và viêm nắp thanh quản do các chủng vi khuẩn nhạy cảm gây ra.\n- Điều trị lậu do Gonococcus chưa kháng các penicillin, thường dùng ampicillin hoặc ampicillin + probenecid (lợi dụng tương tác làm giảm đào thải các penicillin).\n- Điều trị bệnh nhiễm Listeria:Vi khuẩn Listeria monocytogenes rất nhạy cảm với ampicillin, nên ampicillin được dùng để điểu trị bệnh nhiễm Listeria.\n- Do có hiệu quả tốt trên một số vi khuẩn khác, bao gồm cả liên cầu bêta nên ampicillin dùng rất tốt trong điều trị nhiễm khuẩn huyết ở trẻ sơ sinh và trẻ nhỏ, thường được kết hợp với aminoglycosid.",
  "side_effects": "*Thường gặp, ADR > 1/100\nTiêu hóa: tiêuchảỵ.\nDa: mẩn đỏ (ngoại ban).\n*Ít gặp, 1/1000 < ADR < 1/100\nMáu: thiếu máu, giảm tiểu cầu, tăng bạch cầu ưa eosin, giảm bạch cầu và mất bạch cầu hạt.\nĐường tiêu hóa: Viêm lưỡi, viêm miệng, buồn nôn, nôn, viêm đại tràng, viêm đại tràng giả mạc, tiêu chảy.\nDa: mày đay.\n*Hiếm gặp, ADR < 1/1000\nToàn thân: Phản ứng phản vệ, viêm da tróc vảy và ban đỏ đa dạng.Phản ứng dị ứng ở da kiểu 'ban muộn' thường gặp trong khi điều trị bằng ampicillin hơn là khi điều trị bằng các penicillin khác (2 - 3%). Nếu người bị bệnh tăng bạch cầu đơn nhân nhiễm khuẩn được điều trị bằng ampicillin thì 7 - 12 ngày sau khi bắt đầu điều trị, hầu như 100% người bệnh thường bị phát ban đỏ rất mạnh. Các phản ứng này cũng gặp ở các người bệnh bị bệnh tăng bạch cầu đơn nhân do Cytomegalovirus và bệnh bạch cầu lympho bào. Những người bệnh tăng bạch cầu đơn nhân đã có phản ứng lại dung nạp tốt các penicillin khác (trừ các ester của ampicillin như pivampicillin, bacampicillin).\nQUÁ LIỀU\nTrường hợp quá liều nên ngừng thuốc, điều trị triệu chứng và các biện pháp hỗ trợ. Ở bệnh nhân suy giảm chức năng thận, ampicillin có thể được loại bỏ bởi sự thẩm tách máu mà không phải thẩm phân màng bụng.",
  "reference": "https://www.pharmacity.vn/ampicillin-500mg-hop-10-vi-x-10-vien.html",
  "unit": "0",
  "component": "Ampicillin (dưới dạng Ampicillin trihydrat compacted) 500 mg.\nTá dược: Tinh bột khoai tây, Magnesi stearat, Colloidal Silicon dioxid A200, Nang cứng gelatin số 0",
  "update_time": "2022/09/18 21:06",
  "name": "Ampicillin 500mg",
  "id": "u36DqYjeMDenExL0bOgsPNgUcVSy2maW",
  "no_point": "- Dị ứng với kháng sinh họ betalactam (penicillin và cephalosporin) và các thành phần khác của thuốc.\n- Bệnh tăng bạch cầu đơn nhân nhiễm trùng (tăng nguy cơ biến chứng ngoài da).\nLưu ý: Nếu xảy ra hiện tượng dị ứng thì ngưng ngay thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac0"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11639_1_l.webp",
  "use": "Hòa thuốc với lượng nước vừa đủ (khoảng 5-10 ml nước cho 1 gói), khuấy đều trước khi uống.\nUống thuốc trước hoặc trong bữa ăn.\nTrẻ em dưới 1 tuổi: 25-50mg/kg thể trọng/ngày, chia làm 2-3 lần.\nTrẻ em từ 1-6 tuổi: 250mg (1 gói) x 2 lần/ngày.\nTrẻ em trên 6 tuổi: 500mg (2 gói) x 2 lần/ngày.\nNgười lớn và trẻ em trên 40 kg: 500-1000mg x 2 lần/ngày.\n- Nhiễm trùng hô hấp và xương khớp nhẹ đến trung bình: 500mg x 2 lần/ngày. Trường hợp nặng: 1000mg x 2 lần/ngày.\n- Nhiễm khuẩn da và mô mềm: 1000mg x 1 lần/ngày.\nNgười suy thận:\nCần chỉnh liều trong các trường hợp suy thận có độ thanh thải creatinin ≤ 50ml/phút. Liều khởi đầu: 500-1000 mg.\nNhững liều tiếp theo có thể điều chỉnh như sau:\n- Độ thanh thải creatinin 0-10 ml/phút: Liều 500-1000 mg, cách mỗi 36 giờ\n- Độ thanh thải creatinin 11-25 ml/phút: Liều 500-1000 mg, cách mỗi 24 giờ\n- Độ thanh thải creatinin 26-50 ml/phút: Liều 500-1000 mg, cách mỗi 12 giờ\nThời gian điều trị phải duy trì tối thiểu từ 5-10 ngày.\nHoặc theo chỉ dẫn của Thầy thuốc.",
  "careful": "Bệnh nhân có tiền sử nhạy cảm với penicilin.\nNgười bị suy thận (hệ số thanh thải creatinin ≤ 50 ml/ phút).\nDùng cefadroxil dài ngày có thể làm phát triển quá mức các chủng không nhạy cảm. Cần theo dõi người bệnh cẩn thận, nếu bị bội nhiễm, phải ngừng sử dụng thuốc.\nĐã có báo cáo viêm đại tràng giả mạc khi sử dụng các kháng sinh phổ rộng, vì vậy cần phải quan tâm tới chẩn đoán này trên những người bệnh bị tiêu chảy nặng có liên quan tới việc sử dụng kháng sinh. Nên thận trọng đối với những người có bệnh đường tiêu hóa, đặc biệt là bệnh viêm đại tràng.\nKinh nghiệm sử dụng cefadroxil cho trẻ sơ sinh và đẻ non còn hạn chế. Cần thận trọng khi dùng cho những người bệnh này.\nPHỤ NỮ CÓ THAI VÀ CHO CON BÚ:\nChỉ dùng cefadroxil trong thời kỳ mang thai và cho con bú khi thật cần thiết.\nCần quan tâm khi thấy trẻ bú mẹ bị tiêu chảy, tưa, nổi ban.\nLÁI XE VÀ VẬN HÀNH MÁY MÓC:\nHiếm khi có tác động ảnh hưởng tới khả năng lái xe và vận hành máy móc.",
  "interact": "Cholestyramin làm chậm sự hấp thu của cefadroxil.\nProbenecid làm giảm bài tiết cefadroxil.\nDùng đồng thời cefadroxil với furosemid, aminoglycosid làm tăng độc tính trên thận.",
  "preserve": "Nơi khô, nhiệt độ không quá 30 độ C, tránh ánh sáng.",
  "pack": "Hộp 24 gói x 1,5g",
  "point": "Điều trị nhiễm khuẩn từ nhẹ đến vừa do các vi khuẩn nhạy cảm bao gồm:\nNhiễm khuẩn đường hô hấp:\n- Viêm amidan, viêm họng, viêm tai giữa, viêm mũi - xoang, viêm thanh quản.\n- Viêm phế quản - phổi, viêm phổi thùy, viêm phế quản cấp và mạn tính, áp xe phổi, viêm mủ màng phổi, viêm màng phổi.\nNhiễm khuẩn đường tiết niệu - sinh dục: Viêm thận - bể thận cấp và mạn tính, viêm bàng quang, viêm niệu đạo, nhiễm khuẩn phụ khoa.\nNhiễm khuẩn da và mô mềm: Nhọt, viêm quầng, viêm hạch bạch huyết, áp xe, viêm mô tế bào, loét do nằm lâu, viêm vú.\nCác nhiễm khuẩn khác: Viêm cơ xương, viêm xương tủy, viêm xương khớp nhiễm khuẩn, nhiễm khuẩn trong sản khoa.",
  "side_effects": "Thường gặp: Buồn nôn, đau bụng, nôn, tiêu chảy.\nÍt gặp: Tăng bạch cầu ưa eosin. Nổi mày đay, phát ban, ngứa. Tăng transaminase có hồi phục. Đau tinh hoàn, viêm âm đạo, bệnh nấm Candida, ngứa bộ phận sinh dục.\nHiếm gặp: Phản ứng phản vệ, bệnh huyết thanh, sốt. Giảm bạch cầu trung tính, giảm tiểu cầu, thiếu máu tan máu, thử nghiệm Coombs dương tính. Viêm kết tràng giả mạc, rối loạn tiêu hóa. Hội chứng Stevens - Johnson, hội chứng Lyell, phù mạch. Vàng da ứ mật, tăng nhẹ AST, ALT, viêm gan. Nhiễm độc thận có tăng tạm thời urê và creatinin máu, viêm thận kẽ có hồi phục. Co giật (khi dùng liều cao và khi suy giảm chức năng thận), đau đầu, tình trạng kích động. Đau khớp.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.\nQUÁ LIỀU VÀ CÁCH XỬ TRÍ:\nCác triệu chứng quá liều cấp tính: Phần lớn chỉ gây buồn nôn, nôn và tiêu chảy. Có thể xảy ra quá mẫn thần kinh cơ và co giật, đặc biệt ở người bệnh suy thận.\nXử trí quá liều cần cân nhắc đến khả năng dùng quá liều của nhiều loại thuốc, sự tương tác thuốc và dược động học bất thường ở người bệnh.\nThẩm tách thận nhân tạo có thể có tác dụng giúp loại bỏ thuốc khỏi máu nhưng thường không được chỉ định. Bảo vệ đường hô hấp của người bệnh, thông khí hỗ trợ và truyền dịch. Chủ yếu là điều trị hỗ trợ hoặc giải quyết triệu chứng sau khi rửa, tẩy dạ dày ruột.",
  "reference": "https://www.pharmacity.vn/aticef-250-hop-24-goi.html",
  "unit": "4",
  "component": "Cefadroxil monohydrat, tương đương 250mg cefadroxil\nTá dược vừa 1 gói (Aspartam, aerosil, natri citrat, acid citric khan, natri benzoat, bột hương cam, manitol 60, PVP K30)",
  "update_time": "2022/09/18 21:06",
  "name": "Aticef 250",
  "id": "GiKcbwEXkrIKLmVL2YdyJtenom6bbfNR",
  "no_point": "Mẫn cảm với các kháng sinh nhóm cephalosporin."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac1"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P17122_1_l.webp",
  "use": "https://www.pharmacity.vn/aceronko-4-3-vi-x-10-vienhop.html",
  "careful": "- Phải lưu ý đến khả năng nhận thức của người bệnh trong quá trình điều trị (nguy cơ uống thuốc nhầm). Hướng dẫn cẩn thận để họ tuân thủ chỉ định chính xác, hiểu rõ nguy cơ và thái độ xử lý, nhất là với người có tuổi.\n- Phải nhấn mạnh việc uống thuốc đều hàng ngày vào cùng một thời điểm.\n- Phải kiểm tra sinh học (INR) định kỳ và tại cùng một nơi.\n- Trường hợp can thiệp ngoại khoa, phải xem xét từng trường hợp để điều chỉnh hoặc tạm ngừng dùng thuốc chống đông máu, căn cứ vào nguy cơ huyết khối của người bệnh và nguy cơ chảy máu liên quan đến từng loại phẫu thuật.\n- Theo dõi cẩn thận  và điều chỉnh liều cho phù hợp ở người suy gan, suy thận hoặc hạ protein máu.\n- Tai biến xuất huyết dễ xảy ra trong những tháng đầu điều trị nên cần theo dõi chặt chẽ, đặc biệt khi bệnh nhân ra viện trở về nhà.\n*Sử dụng cho phụ nữ có thai và cho con bú:\n- Đã có thống kê khoảng 4% dị dạng thai nhi khi người mẹ dùng thuốc này trong quý đầu thai kỳ. Vào các quý sau, vẫn thấy có nguy cơ (cả sảy thai). Vì vậy chỉ dùng thuốc khi không thể cho heparin.\n- Tránh cho con bú. Nếu phải cho bú thì nên bù vitamin K cho đứa trẻ.\n*Tác động của thuốc đối với lái xe và vận hành máy móc:\n- Không thấy báo cáo về ảnh hưởng của thuốc đối với lái xe và vận hành máy móc",
  "interact": "Rất nhiều thuốc có thể tương tác với thuốc kháng vitamin K nên cần theo dõi người bệnh 3-4 ngày sau khi thêm hay bớt thuốc phối hợp.\nChống chỉ định phối hợp:\n- Aspirin (nhất là với liều cao trên 3 g/ngày) làm tăng tác dụng chống đông máu và nguy cơ chảy máu do ức chế kết tập tiểu cầu và chuyển dịch thuốc uống chống đông máu ra khỏi liên kết với protein huyết tương.\n- Miconazol: Xuất huyết bất ngờ có thể nặng do tăng dạng tự do trong máu và ức chế chuyển hoá của thuốc kháng vitamin K.\n- Phenylbutazon làm tăng tác dụng chống đông máu kết hợp với kích ứng niêm mạc đường tiêu hoá.\n- Thuốc chống viêm không steroid, nhóm pyrazol: tăng nguy cơ chảy máu do ức chế tiểu  cầu và kích ứng niêm  mạc đường tiêu hoá.\n Không nên phối hợp:\n - Aspirin với liều dưới 3g/ngày.\n - Các thuốc chống viêm không steroid, kể cả loại ức chế chọn lọc COX-2.\n - Cloramphenicol: Tăng tác dụng của thuốc uống chống đông máu do làm giảm chuyển hoá thuốc này tại gan. Nếu không thể tránh phối hợp thì phải kiểm tra INR thường xuyên hơn, hiệu chỉnh liều trong và sau 8 ngày ngừng cloramphenicol.\n- Diflunisal: Tăng tác dụng của thuốc uống chống đông máu do cạnh tranh liên kết với protein huyết tương. Nên dùng thuốc giảm đau khác, thí dụ paracetamol.\n Thận trọng khi phối hợp:\n - Allopurinol, aminoglutetimid, amiodaron, androgen, thuốc chống trầm cảm cường serotonin, benzbromaron, bosentan, carbamazepin, cephalosporin, cimetidin (trên 800 mg/ngày), cisaprid, colestyramin, corticoid (trừ hydrocortison dùng điều trị thay thế trong bệnh Addison), cyclin, thuốc gây độc tế bào, cibrat, các azol trị nấm, fluoroquinolon, các loại heparin, nội tiết tố tuyến giáp, thuốc gây cảm ứng enzym, các statin, macrolid (trừ spiramycin), neviparin, efavirenz, nhóm imidazol, orlistat, pentoxifyllin, phenytoin, propafenon, ritonavir, lopinavir, một số sulfamid (sulfametoxazol, sulfafurazol, sulfamethizol), sucralfat, thuốc trị ung thư (tamoxifen, raloxifen), tibolon, vitamin E trên 500 mg/ngày, alcol, thuốc chống tập kết tiểu cầu, thuốc tiêu huyết khối,…cũng làm thay đổi tác dụng chống đông máu",
  "preserve": "Nơi khô, dưới 300C",
  "pack": "Hộp 3 vỉ x 10 viên",
  "point": "- Bệnh tim gây tắc mạch: Dự phòng biến chứng huyết khối tắc mạch do rung nhĩ, bệnh van hai lá, van nhân tạo.\n- Nhồi máu cơ tim: Dự phòng biến chứng huyết khối tắc mạch trong nhồi máu cơ tim biến chứng như huyết khối trên thành tim, rối loạn chức năng thất trái nặng, loạn động thất trái gây tắc mạch khi điều trị tiếp thay cho heparin; Dự phòng tái phát nhồi máu cơ tim khi không dùng được aspirin.\n- Điều trị huyết khối tĩnh mạch sâu và nghẽn mạch phổi và dự phòng tái phát khi thay thế tiếp cho heparin.\n- Dự phòng huyết khối tĩnh mạch, nghẽn mạch phổi trong phẫu thuật khớp háng.\n- Dự phòng huyết khối trong ống thông.",
  "side_effects": "- Các biểu hiện chảy máu là biến chứng hay gặp nhất, có thể xảy ra trên khắp cơ thể: hệ thần kinh trung ương, các chi, các phủ tạng, trong ổ bụng, trong nhãn cầu,…\n- Đôi khi xảy ra ỉa chảy (có thể kèm theo phân nhiễm mỡ), đau khớp riêng lẻ.\n- Hiếm khi xảy ra: rụng tóc; hoại tử da khu trú, có thể do di truyền thiếu protein C hay đồng yếu tố là protein S; mẩn da dị ứng.\n- Rất hiếm thấy bị viêm  mạch  máu, tổn thương gan.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc",
  "reference": "https://www.pharmacity.vn/aceronko-4-3-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "- Acenocoumarol 4mg\n- Tá dược: Lactose 80 mesh, tinh bột ngô, magnesi stearat, aerosil R200 ,starch 1500.",
  "update_time": "2022/09/18 21:06",
  "name": "Aceronko 4",
  "id": "WDZxnwApuYKsSC40Y8AA9Xs5jdklMKy5",
  "no_point": "- Mẫn cảm đã biết với các dẫn chất coumarin hay thành phần có trong thuốc.\n- Suy gan nặng.\n- Nguy cơ chảy máu, mới can thiệp ngoại khoa về thần kinh và mắt hay khả năng phải mổ lại.\n- Tai biến mạch máu não (trừ trường hợp nghẽn mạch ở nơi khác).\n- Suy thận nặng (độ thanh thải creatinin < 20 ml/phút.\n- Giãn tĩnh mạch thực quản.\n- Loét dạ dày - tá tràng đang tiến triển.\n- Không được phối hợp với aspirin liều cao, thuốc chống viêm không steroid nhân pyrazol,miconazol dùng đường toàn thân, âm đạo; phenylbutazol, cloramphenicol,  diflunisal."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac2"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P06238_1_l.webp",
  "use": "https://www.pharmacity.vn/adrenalin-1mg1ml10ong-inj.html",
  "careful": "Cấm tuyệt đổi tiêm adrenalin chưa được pha loãng vào tĩnh mạch.\nỞ người bệnh quá nhạy cảm với adrenalin, nhất là người bị cường giáp.\nỞ người bệnh mắc các bệnh tim mạch (thiếu máu cục bộ cơ tim, loạn nhịp hay nhịp nhanh, bệnh mạch máu có tắc nghẽn (xơ vữa động mạch, tăng huyết áp, phình động mạch). Đau ngực ở người bệnh đã có cơn đau thắt ngực.\nNgười bệnh bị đái tháo đường\nNgười bệnh đang dùng glycosid tim, quinidin, thuốc chống trầm cảm ba vòng.\nVô ý tiêm adrenalin vào ngón tay, ngón chân, bàn tay, bàn chân có thể gây ra phản ứng tại chỗ như tím tái, lạnh, mất cảm giác, bầm tím, ban đỏ, chảy máu, tổn thương xương. Nếu xảy ra các dấu hiệu trên, cần đến bác sĩ ngay lập tức.\nTiêm tĩnh mạch nhanh có thể gây tử vong do xuất huyết não hoặc loạn nhịp tim, tuy nhiên trong trường hợp ngừng tim mất mạch, cần tiêm tĩnh mạch nhanh .\nTrong thuốc tiêm adrenalin có chứa natri metabisulfit . Chất này có thể gây phản ứng dị ứng bao gồm các triệu chứng quá mẫn như co thắt phế quản và sốc phản vệ , đặc biệt những người mắc bệnh hen phế quản. Do đó, cần thận trọng khi dùng thuốc trên những bệnh nhân này.\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai\nAdrenalin đi qua nhau thai và vào vòng tuần hoàn thai nhi với một lượng rất ít. Người ta không cho rằng nó có tác dụng gây dị dạng thai nhi ở người.\nThử nghiệm trên chuột cho thấy adrenalin với liều gấp 25 lần liều dùng trên người có thể gây quái thai.\nDùng adrenalin trong những tháng cuối của thai kỳ hoặc trong khi sinh có thể gây thiếu oxy cho thai nhi.\nChỉ nên dùng adrenalin cho phụ nữ mang thai khi những lợi ích thu được vượt quá những nguy cơ có thể xảy ra cho thai nhi.\nPhụ nữ cho con bú\nChưa biết thuốc có vào sữa mẹ hay không, nhưng thuốc thường vào sữa mẹ, nên thận trọng không cho con bú.\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc\nThuốc có thể gây các tác dụng không mong muốn như đau đầu, mệt mỏi, nhịp tim nhanh, tăng huyết áp...Do đó không lái xe hay vận hành máy móc khi gặp tác dụng không mong muốn của thuốc .",
  "interact": "Thuốc cường giao cảm và oxytocin: Không nên dùng đồng thời với adrenalin vì có khả năng làm tăng tác dụng phụ và độc tính của các thuốc này.\nThuốc chẹn alpha adrenergic như phentolamin: Đối kháng với tác dụng co mạch và tăng huyết áp của adrenalin.\nThuốc điều trị tăng huyết áp: Adrenalin làm tăng huyết áp, do đó có thể vô hiệu hóa tác dụng của thuốc hạ huyết áp khi dùng phối hợp.\nCác thuốc khác:\nAdrenalin không nên được sử dụng ở những bệnh nhân nhận liều cao của các thuốc khác (ví dụ như glycosid tim) do có thể gây tăng loạn nhịp tim.\nMột số thuốc kháng histamin (ví dụ như diphenhydramin) và kích thích hormon tuyến giáp có thể làm tăng tác dụng phụ của adrenalin, đặc biệt là trên nhịp tim.\nThuốc làm giảm kali máu bao gồm cả corticosteroid, thuốc lợi tiểu giảm kali, aminophylin và theophylin: Khi phối hợp cùng adrenalin có thể gây hội chứng hạ kali máu quá mức.\nThuốc điều trị đái tháo đường: Phối hợp cùng với adrenalin có thể dẫn đến mất kiểm soát đường máu ở bệnh nhân tiểu đường được điều trị bằng insulin hoặc thuốc hạ đường huyết uống.\nThuốc chẹn beta: Tác dụng làm tăng huyết áp của adrenalin tăng lên một cách đáng kể ở người bệnh dùng thuốc chẹn beta không chọn lọc như propranolol. Có thể xảy ra phản ứng tăng huyết áp và/ hoặc chậm nhịp tim đáng kể, nguy hiểm tới tính mạng. Không được dùng thuốc ức chế beta không chọn lọc (như propranolol) cho người bị hen, vì có thể gây ra co thắt phế quản.\nThuốc ức chế mono amino oxydase (MAO): Tác dụng làm tăng huyết áp của adrenalin có thể không thay đổi hoặc chỉ thay đổi ít ở người bệnh có dùng thuốc ức chế MAO.\nCác thuốc gây mê: Người bệnh bị gây mê bằng các thuốc mê bay hơi (cyclopropan, enfluran, halothan, isofluran, fluroxen, methoxyfluran, diethyl ether) có nguy cơ bị loạn nhịp tim nếu dùng adrenalin, trừ khi với liều rất nhỏ . Liều adrenalin không được quá 1 microgam/ kg/ 30 phút nếu có dùng halothan; không được quá 3 microgam/ kg/ 30 phút nếu dùng enfluran hay isofluran để đề phòng loạn nhịp thất . Trẻ em ít bị hơn.\nAlkaloid của Rauwolfia: Khi có các alkaloid của Rauwolfia, thì tác dụng tăng huyết áp của adrenalin hơi tăng lên.\nThuốc chống trầm cảm ba vòng: Người bệnh được điều trị bằng thuốc chống trầm cảm ba vòng có đáp ứng rất mạnh khi được tiêm adrenalin (tăng huyết áp , rối loạn nhịp tim ... ). Ngay các thuốc gây tê tại chỗ có adrenalin cũng không nên dùng cho những người bệnh này.\nMa hoàng, yohimbin: Tránh dùng đồng thời vì có thể gây kích thích thần kinh trung ương.\n* Tương kỵ của thuốc:\nAdrenalin có thể được pha loãng trong dung dịch muối đẳng trương (natri clorid 0,9%) hoặc dung dịch glucose đẳng trương (glucose 5,0%). Adrenalin tương kỵ với các dung dịch kiềm (như natri bicarbonat)",
  "preserve": "Nơi khô ráo, nhiệt độ dưới 30 độ C, tránh ánh sáng",
  "pack": "Hộp 2 vỉ x 5 ống x 1ml",
  "point": "Việc chỉ định và sử dụng adrenalin phải do thầy thuốc có kinh nghiệm thực hiện. Hồi sức tim phổi. Cấp cứu choáng phản vệ và choáng dạng phản vệ (có giãn mạch hệ thống và cung lượng tim thấp), cấp cứu ngừng tim. Cơn hen ác tính (phối hợp với các thuốc khác như glucocorticoid, salbutamol). Dùng tiêm qua nội soi để ngăn ngừa chảy máu niêm mạc đường tiêu hóa trê. Phối hợp với thuốc gây tê tại chỗ và gây tê tủy sống để làm giảm hấp thu toàn thân và kéo dài thời gian tác dụng.",
  "side_effects": "Các thuốc kích thích giao cảm có thể gây ra rất nhiều tác dụng có hại khác nhau . Phần lớn các tác dụng không mong muốn này giống như những gì xảy ra khi kích thích quá mạnh lên hệ thần kinh giao cảm.\n* Thường gặp , ADR > 1/100\nToàn thân: Đau đầu, mệt mỏi, đổ mồ hôi.\nTim mạch: Nhịp tim nhanh, tăng huyết áp, hồi hộp, đánh trống ngực.\nThần kinh: Run, lo âu, chóng mặt, dị cảm.\nTiêu hóa: Tiết nhiều nước bọt .\nDa: Tái nhợt , toát mồ hôi.\n* Ít gặp , 1/1000 < ADR < 1/100\nTim mạch: Loạn nhịp thất.\nTiêu hóa: Kém ăn, buồn nôn, nôn\nThần kinh: Sợ hãi, bồn chồn, mất ngủ, dễ kích thích.\nTiết niệu - sinh dục: Đái khó, bí đái.\nHô hấp : Khó thở , phù phổi.\n* Hiếm gặp ADR < 1/1000\nTìm mạch: Xuất huyết não, phù phổi (do tăng huyết áp), hoại thư (do co mạch), loạn nhịp tim, đau thắt ngực, tụt huyết áp, chóng mặt hoa mắt, ngất xiu, ngừng tim, hoại từ mô (do adrenalin thoát ra ngoài mạch máu khi tiêm).\nThần kinh: Lú lẫn, rối loạn tâm thần, xuất huyết não.\nChuyển hóa : Rối loạn chuyển hóa, nhất là chuyển hóa glucose.\n* Hướng dẫn cách xử trí ADR\nVô ý tiêm vào ngón chân, ngón tay, bàn chân, bàn tay có thể gây ra các phản ứng tại chỗ như tím tái, lạnh, mất cảm giác, bầm tím, chảy máu, ban đỏ, tổn thương xương. Nếu xảy ra các dấu hiệu trên, cần đến bác sĩ ngay lập tức.\nCần ngừng thuốc và hỏi ý kiến thầy thuốc khi có xuất hiện những dấu hiệu như tăng nhạy cảm hoặc nếu cảm giác khó chịu xuất hiện và tăng lên trong quá trình dùng thuốc khi phẫu thuật.\nXử lý khi thuốc bị thoát vào mạch máu: Dùng phentolamin làm thuốc giải độc. Trộn 5mg phentolamin với 9ml dung dịch natri clorid 0,9 %, tiêm một lượng nhỏ hỗn hợp này vào vùng bị thoát mạch. Chỗ bị tái nhợt sẽ hết ngay lập tức. Theo dõi vùng đó . Nếu tái phát hiện tượng tái nhợt, có thể tiêm thêm phentolamin. Trong khi dùng thuốc cần theo dõi chức năng phổi, nhịp tim, huyết áp, mức độ tái nhợt ở vị trí truyền, hiện tượng thoát mạch.\nTrong quá trình truyền thuốc liên tục, cần theo dõi chức năng tim và huyết áp.\nNếu dùng điều trị hạ huyết áp, cần đánh giá thể tích nội mạch.\nThông báo ngay cho bác sĩ hoặc dược sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/adrenalin-1mg1ml10ong-inj.html",
  "unit": "3",
  "component": "Hoạt chất: Adrenalin 1mg\nTá dược: Complexon III, natri metabisulfit, natri clorid, acid hydrocloric, nước cất pha tiêm.",
  "update_time": "2022/09/18 21:06",
  "name": "Adrenalin 1mg/1ml",
  "id": "aMatnHcdGDZs9KPKZFIqP2oeC4UIL0Iq",
  "no_point": "Mẫn cảm với adrenalin, với các amin giống giao cảm hoặc với bất kỳ thành phần nào của thuốc.\nNgười bệnh bị gây mê bằng cyclopropan, halothan hay các thuốc mê nhóm halothan vì có thể gây ra rung thất.\nNgười đang dùng thuốc ức chế MAO trong vòng 2 tuần.\nNgười bệnh bị bệnh tim mạch nặng, người bị giãn cơ tim, suy mạch vành.\nNgười bệnh bí đái do tắc nghẽn.\nNgười bị tổn thương não, sốc không phải do phản vệ.\nNgười bệnh bị glôcôm góc hẹp, người bệnh có nguy cơ bị glôcôm góc đóng.\nĐối với người đang cần điều trị cấp cứu sốc phản vệ, không có chống chỉ định tuyệt đối với việc dùng adrenalin."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac3"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P12906_1_l.webp",
  "use": "Cách dùng: Thuốc dùng đường uống.\nLiều dùng:\nNgười lớn và trẻ em trên 12 tuổi\n- Điều trị phù: Liều uống bắt đầu thường dùng là 40mg/ngày. Điều chỉnh liều nếu thấy cần thiết tùy theo đáp ứng. Trường hợp phù nhẹ có thể dùng liều 20mg/ngày hoặc 40mg cách nhật. Một vài trường hợp có thể tăng liều lên 80mg hoặc hơn nữa, chia làm 1 hoặc 2 lần trong ngày. Trường hợp nặng, có thể phải dò liều tăng dần lên tới 600mg/ngày.\n- Điều trị tăng huyết áp: Furosemid không phải là thuốc chính để điều tri bệnh tăng huyết áp và có thể phổi hợp với các thuốc chống tăng huyết áp khác để điều trị tăng huyết áp ở người có tổn thương thận.\nLiều dùng đường uống là 40 - 80mg/ngày, dùng đơn độc hoặc phối hợp với các thuốc hạ huyết áp khác.\n- Điều trị tăng calci máu: uống 120mg/ngày, uống 1 lần hoặc chia làm 2 hoặc 3 liều nhỏ.\nTrẻ em dưới 12 tuổi: Liều dùng tính theo cân nặng của trẻ, vì vậy nên chọn dạng bào chế thích hợp cho trẻ em.",
  "careful": "Các tình trạng cần thận trọng:\nNhững tình trạng cần điều trị trước khi dùng furosemid:|\n- Hạ huyết áp.\n- Giảm thể tích máu.\n- Rối loạn điện giải nặng - đặc biệt là hạ kali máu, hạ natri máu và rối loạn acid-base.\nTình trạng cần điều chỉnh liều lượng:\nBệnh nhân giảm protein huyết ví dụ như hội chứng thận hư cần chỉnh liều cẩn thận (giảm tác dụng furosemid, tăng nguy cơ độc tính trên tai).\nCác trường hợp cần thận trọng:\n- Suy giảm chức năng gan.\n- Suy giảm chức năng thận và hội chứng gan-thận.\n- Đái tháo đường.\n- Người bệnh cao tuổi.\n- Người bệnh phì đại tuyến tiền liệt hoặc đái khó vì có thể thúc đẩy bí tiểu tiện cấp.\n- Người bệnh gút (tăng nguy cơ tăng acid uric trong máu).\n- Người bệnh có nguy cơ hạ huyết áp.\nYêu cầu giám sát lâm sàng:\nThường xuyên theo dõi:\n- Loạn tạo máu, nếu xảy ra, dừng furosemid ngay.\n-Tổn thương gan.\n- Phản ứng có tính đặc hiệu của furosemid.\nYêu cầu giám sát các chỉ số xét nghiệm:\n- Theo dõi các chất điện giải, đặc biệt là kali và natri.\n- Chức năng thận:\nXét nghiệm BUN (Blood urea nitrogen) thường xuyên trong vài tháng đầu điều trị, sau đó kiểm tra định kỳ.\nNồng độ creatinin và urê trong máu có xu hướng tăng trong khi điều trị.\n- Cholesterol và triglycerid trong máu có thể tăng lên nhưng thường trở về bình thường trong vòng 6 tháng kể từ lúc bắt đầu dùng furosemid.\n- Nên ngưng furosemid trước khi xét nghiệm glucose.\nThuốc này chứa lactose: Bệnh nhân có vấn đề di truyền hiếm gặp về không dung nạp galactose, thiếu enzym Lapp lactase hoặc kém hấp thu glucose-galactose không nên dùng thuốc này.\nLái xe\nChưa có thông tin về ảnh hưởng của thuốc trên người lái xe và vận hành máy móc, tuy nhiên, nên thận trọng vì trong thời gian uống thuốc có thể gặp tác dụng phụ: Đau đầu, tụt huyết áp và chuột rút. Thuốc có thể giảm sự tỉnh táo, làm giảm khả năng lái xe và vận hành máy móc.\nThai kỳ\nThời kỳ mang thai: Thiazid, các thuốc lợi tiểu dẫn chất thiazid và các thuốc lợi tiểu quai đều qua hàng rào nhau thai vào thai nhi và gây rối loạn nước và chất điện giải cho thai nhi. Với thiazid và dẫn chất nhiều trường hợp giảm tiểu cầu ở trẻ sơ sinh đã được thông báo. Nguy cơ này cũng xuất hiện sau khi sử dụng thuốc lợi tiểu quai như furosemid và bumetamid.\nFurosemid chỉ nên được sử dụng trong thời kỳ mang thai khi lợi ích vượt trội nguy cơ.\nThời kỳ cho con bú: Dùng furosemid trọng thời kỳ cho con bú có nguy cơ ức chế bài tiết sữa. Furosemid không được khuyến cáo sử dụng trong thời kỳ cho con bú.",
  "interact": "- Các thuốc hạ huyết áp: Làm tăng tác dụng hạ huyết áp. Nếu phối hợp cần điều chỉnh liều. Đặc biệt khi phối hợp với thuốc ức chế enzym chuyển angiotensin, huyết áp có thể giảm nặng.\n- Thuốc chữa loạn nhịp tim (bao gồm amiodaron, disopyramide, flecanaide và sotalol): Nguy cơ nhiễm độc tim (hạ kali máu do furosemid gây ra). Tác dụng của lidocain, tocainide hoặc mexiletin có thể bị đối kháng bởi furosemid.\n- Thuốc liên quan đến QT kéo dài: Độc tính tim có thể tăng lên do furosemid gây hạ kali máu và/hoặc hạ magnesi máu.\n- Glycosid tim: Làm tăng độc tính của glycosid trên tim do furosemid làm hạ kali huyết. Cần theo dõi kali huyết và điện tâm đồ.\n- Thuốc giãn mạch: Tăng cường tác dụng hạ huyết áp với moxisylyte (thymoxamin) hoặc hydralazin.\n- Thuốc ức chế renin: Aliskiren giảm nồng độ trong huyết tương của furosemid.\n- Các thuốc nhóm nitrat: Nâng cao hiệu quả hạ huyết áp.\n- Các thuốc lợi niệu khác: Làm tăng tác dụng của furosemid, gia tăng nguy cơ hạ kali máu với thiazid. Các thuốc lợi niệu giữ kali có thể làm giảm sự mất kali khi dùng furosemid (có lợi).\n- Kháng sinh: Cephalosporin làm tăng độc tính với thận; aminoglycosid làm tăng độc tính với tai và thận; polymyxins và vancomycin làm tăng độc tính với tai. Furosemid có thể làm giảm nồng độ trong huyết thanh của vancomycin sau khi phẫu thuật tim.\n- Thuốc trị nấm: Tăng nguy cơ hạ kali máu với amphotericin.\n- Muối lithi: Làm tăng nồng độ lithi trong máu, có thể gây độc. Nên tránh dùng nếu không theo dõi được nồng độ lithi huyết chặt chẽ.\n- Thuốc chống viêm không steroid: Làm tăng nguy cơ độc với thận, giảm tác dụng lợi tiểu. Indometacin và ketorolac có thể vô hiệu hóa sự ảnh hưởng của furosemid. Ở những bệnh nhân bị mất nước hoặc giảm thể tích máu, kháng viêm không steroid có thể gây suy thận cấp.\n- Corticosteroid: Tăng nguy cơ giảm kali huyết, đối kháng với tác dụng lợi tiểu.\n- Salicylat: Hiệu quả có thể được tăng cường bởi các furosemid.\n- Các thuốc chữa đái tháo đường: Làm giảm tác dụng hạ glucose huyết của thuốc chữa đái tháo đường, cần theo dõi và điều chỉnh liều.\n- Thuốc giãn cơ không khử cực: Làm tăng tác dụng giãn cơ.\n- Thuốc chống đông máu: Làm tăng tác dụng chống đông.\n- Sucralfat: Có thể làm giảm sự hấp thu đường ruột của furosemid, 2 thuốc này nên uống cách ít nhất 2 giờ.\n- Cholestyramin, colestipol: Giảm sự hấp thụ của furosemid, 2 thuốc này nên uống cách 2-3 giờ.\n- Cisplatin: Làm tăng độc tính với tai và thận.\n- Thuốc chống động kinh: Phenytoin làm giảm tác dụng của furosemid, carbamazepin làm giảm natri huyết.\n- Thuốc chống loạn thần: Furosemid gây hạ kali máu tăng nguy cơ độc tính trên tim. Tránh sử dụng đồng thời với pimozid. Gia tăng nguy cơ loạn nhịp thất với amisulprid hoặc sertindole. Tăng cường hiệu quả hạ huyết áp với phenothiazin.\n- Thuốc chống trầm cảm: Nâng cao hiệu quả hạ huyết áp vơi IMAO. Gia tăng nguy cơ hạ huyết áp tư thế với thuốc chống trầm cảm ba vòng (tricyclic antidepressants). Có thể tăng nguy cơ hạ kali máu với reboxetin.\n- Cloralhydrat: Gây hội chứng đỏ bừng mặt, nhịp tim nhanh, tăng huyết áp, toát mồ hôi.\n- Probenecid: Làm giảm thanh thải qua thận của furosemid và giảm tác dụng lợi niệu.\n- Thuốc ức chế thần kinh trung ương (clopromazin, diazepam, clonazepam, halothan, ketamin): Tăng tác dụng giảm huyết ap.\n- Chất kích thích thần kinh trung ương (CNS) (thuốc dùng điều trị ADHD): Hạ kali máu làm tăng nguy cơ loạn nhịp thất.\n- Levodopa: Nâng cao hiệu quả hạ huyết áp với levodopa.\n- Aldesleukin: Nâng cao hiệu quả hạ huyết áp với aldesleukin.\n- Oestrogen và progestogen: Đối kháng tác dụng lợi tiểu.\n- Prostaglandin: Nâng cao hiệu quả hạ huyết áp với alprostadil.\n- Chất giao cảm: Tăng nguy cơ hạ kali máu với liều lượng cao của chất giao cảm beta2 (như bambuterol, femoterol, salbutamol, salmeterol và terbutalin).\n- Theophyllin: Nâng cao hiệu quả hạ huyết áp.\n- Thuốc gây mê: Thuốc gây mê tổng quát có thể làm tăng tác dụng hạ huyết áp của furosemid. Tác dụng của nhựa cay độc (curare) có thể được tăng cường bằng furosemid.\n- Rượu: Nâng cao hiệu quả hạ huyết áp.\n- Thuốc nhuận tràng: Làm tăng nguy cơ mất kali\n- Cam thảo: Lượng dư thừa có the làm tăng nguy cơ hạ kali máu.",
  "preserve": "Để ở nhiệt độ dưới 30°C, tránh ẩm và ánh sáng",
  "pack": "Hộp 10 vỉ x 25 viên nén",
  "point": "- Phù phổi cấp\n- Phù do tim, gan, thận và các loại phù khác\n- Tăng huyết áp khi có tổn thương thận\n- Tăng calci huyết.",
  "side_effects": "Tác dụng không mong muốn chủ yếu xảy ra khi điều trị liều cao, hay gặp nhất là mất cân bằng nước và điện giải, đặc biệt ở người suy gan, suy thận, sau khi dùng liều cao và kéo dài. Các dấu hiệu của mất cân bằng điện giải bao gồm đau đầu, tụt huyết áp, hoa mắt, chóng mặt, rối loạn thị giác, chuột rút, khô miệng, khát nước, yếu, mệt, ngủ lịm, buồn ngủ, không ngủ được, đái ít, loạn nhịp tim và rối loạn tiêu hóa. Giảm thể tích máu và mất nước có thể xảy ra, đặc biệt ở người già. Vì thời gian tác dụng ngắn hơn, nguy cơ hạ kali huyết của furosemid có thể ít hơn lợi niệu thiazid. Khác với thiazid, furosemid làm tăng thải trừ calci trong nước tiểu và nhiễm calci thận đã được thông báo ở trẻ em.\n- Rất thường gặp, ADR > 1/10\n+ Rối loạn mạch máu: Hạ huyết áp (có thể biểu hiện các dấu hiệu và triệu chứng như choáng váng, cảm giác áp lực trong đầu, nhức đầu, buồn ngủ, suy nhược, rối loạn thị lực, khô miệng).\n+ Rối loạn thận và tiết niệu: Bệnh nhiễm calci thận (nephrocalcinosis) ở trẻ em.\n- Thường gặp, ADR > 1/100\n+ Tuần hoàn: Giảm thể tích máu trong trường hợp liệu pháp điều trị liều cao. Hạ huyết áp thế đứng.\n+ Rối loạn dinh dưỡng và chuyển hóa: Mất cân bằng nước và điện giải bao gồm giảm kali huyết, giảm natri huyết, giảm magnesi huyết, giảm calcl huyết, nhiễm kiềm, giảm clor huyết.\n+ Xét nghiệm: Creatinin tăng, urê trong máu tăng.\n- Ít gặp, 1/1000 < ADR < 1/100\n+ Rối loạn tiêu hóa: Khô miệng, khát nước, buồn nôn, nôn, rối loạn nhu động ruột, tiêu chảy, táo bón.\n+ Rối loạn dinh dưỡng và chuyển hóa: Tăng acid uric huyết và bệnh gút; giảm HDL-cholesterol, tăng LDL-cholesterol, tăng triglycerid trong máu; tăng đường huyết.\n+ Rối loạn máu và hệ bạch huyết: Thiếu máu bất sản.\n+ Rối loạn mắt: Rối loạn thị giác, nhìn mờ, nhìn màu vàng.\n+ Rối loạn tai và mê cung: Điếc (đôi khi không thể đảo ngược).\n+ Rối loạn tim: Loạn nhịp tim.\n+ Rối loạn cơ xương khớp và mô liên kết: Đau cơ, yếu cơ.\n+ Rối loạn thận và tiết niệu: Giảm tiểu nhiều, tiểu không tự chủ, tắc nghẽn đường tiểu (ở bệnh nhân tăng sản tuyến tiền liệt, bàng quang không có khả năng để trống, niệu đạo hẹp không xác định).\n+ Rối loạn chung: Mệt mỏi.\n- Hiếm gặp, ADR < 1/1000\n+ Rối loạn da và mô dưới da: Ban da, dị cảm, mày đay, ngứa, ban xuất huyết, viêm da tróc vảy, phản ứng mẫn cảm với ánh sáng (có thể nghiêm trọng).\n+ Rối loạn máu và hệ bạch huyết: ức chế tủy xương, giảm bạch cầu, giảm tiểu cầu, mất bạch cầu hạt, thiểu máu.\n+ Rối loạn mạch máu: Viêm mạch, huyết khối, sốc.\n+ Rối loạn dinh dưỡng và chuyển hóa: Tăng glucose huyết, glucose niệu (có thể ít hơn lợi niệu thiazid).\n+ Rối loạn tai và mê cung: ù tai, giảm thính lực, điếc (nhất là khi dùng thuốc ngoài đường tiêu hóa với liều cao, tốc độ nhanh). Điếc có thể không hồi phục, đặc biệt ở bệnh nhân dùng cùng các thuốc khác cũng có độc tính với tai.\n+ Rối loạn hệ thần kinh: Dị cảm, lú lẫn, đau đầu.\n+ Rối loạn tiêu hóa: Viêm tụy cấp tính (trong điều trị lợi tiểu lâu dài, bao gồm furosemid)\n+ Rối loạn gan mật: Ứ mật trong gan (vàng da), chức năng gan bất thường.\n+ Rối loạn thận và tiết niệu: Suy thận cấp.\n+ Rối loạn chung: Mệt mỏi, sốt, phản vệ nặng hoặc phản ứng phản vệ.\n+ Xét nghiệm: Transaminase tăng.\n- Rất hiếm, ADR < 1/10000\n+ Rối loạn máu và hệ bạch huyết: Thiếu máu tan máu, giảm bạch cầu, giảm tiểu cầu.\n+ Rối loạn dinh dưỡng và chuyển hóa: Co cứng cơ.\n+ Rối loạn thận và tiết niệu: Viêm thận kẽ.\nHướng dẫn cách xử trí ADR:\n- Kiểm tra thường xuyên điện giải đồ. Bổ sung kali hoặc dùng kèm với thuốc lợi tiểu giữ kali khi người bệnh có nguy cơ cao hạ kali huyết.\n- Giảm liều hoặc ngừng điều trị nếu ADR ở mức độ trung bình hoặc nặng.",
  "reference": "https://www.pharmacity.vn/agifuros-40mg-10-vi-x-25-vienhop.html",
  "unit": "0",
  "component": "Hoạt chất: Furosemid 40mg.\nTá dược: Tinh bột ngô, Lactose, Natri starch glycolat, Magnesi stearat vđ 1 viên.",
  "update_time": "2022/09/18 21:06",
  "name": "Agifuros 40mg",
  "id": "kZYNPkfh9iqJ4qbr4zHCsOhYdudQKp9i",
  "no_point": "- Mẫn cảm với furosemid và với các dẫn chất sulfonamid, ví dụ như sulfamid chữa đái tháo đường cũng như với bất kỳ thành phần nào của thuốc.\n- Rối loạn điện giải (hạ natri máu nặng, hạ kali máu nặng, giảm thể tích máu), mất nước và/ hoặc tụt huyết áp.\n- Tình trạng tiền hôn mê gan, hôn mê gan kèm xơ gan.\n- Vô niệu hoặc suy thận do các thuốc gây độc đối với thận hoặc gan.\n- Bệnh Addison.\n- Nhiễm độc digitalis.\n- Phụ nữ cho con bú."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac4"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14680_1_l.webp",
  "use": "Cách dùng: Uống ngày 1 lần. Uống thuốc không phụ thuộc bữa ăn vì thức ăn chỉ làm giảm nhẹ sinh khả dụng của thuốc.\n- Điều trị tăng huyết áp: Khi bắt đầu điều trị bằng một thuốc, thường chỉnh liều sau 1 tháng (hoặc ngắn hơn ở các bệnh nhân có nguy cơ cao như tăng huyết áp độ 2). Khi không kiểm soát được huyết áp ở liều ban đầu, cần đền nhiều tháng để có thể kiểm soát được huyết áp đồng thời tránh tác dụng phụ của thuốc.\n- Đơn trị liệu: Người lớn: 40mg/lần/ngày. Nếu cần, sau mỗi 4 tuần có thể tăng tới tối đa 80mg/lần/ngày.\n- Phối hợp: ở các bệnh nhân không đáp ứng với đơn trị liệu telmisartan, có thể kết hợp với thuốc lợi tiểu loại thiazid như hydroclorothiazid, khi đó nên dùng dạng chế phẩm kết hợp 2 hoạt chất này.\n- Suy thận: Không cần điều chỉnh liều ở bệnh nhân suy thận nhẹ đến trung bình. Không dùng chế phấm này cho bệnh nhân suy thận nặng (do liều khởi đầu ở đối tượng này là 20mg). Chống chi định dạng phối hợp với thuốc lợi tiểu thiazid khi mức lọc cầu thận <30ml/phút.\n- Suy gan: Nếu suy gan nhẹ hoặc vừa hoặc bệnh nhân tắc mật, liều hàng ngày không được vượt quá 40mg/lần/ngày đơn trị liệu. Chống chỉ định dạng phối hợp với thuốc lợi tiểu thiazid ở bệnh nhân suy gan nặng.\n- Người cao tuổi: Không cần điều chỉnh liều.\n- Trẻ em dưới 18 tuổi: Độ an toàn và hiệu quả chưa xác định được.",
  "careful": "- Theo dõi nồng độ kali huyết, đặc biệt ở người cao tuổi và người suy thận. Giảm liều khởi đầu ở những người bệnh này.\n- Người hẹp van động mạch chủ hoặc van hai lá.\n- Bệnh cơ tim phì đại tắc nghẽn.\n- Suy tim sung huyết nặng (có thể nhạy cảm đặc biệt với thay đổi trong hệ renin - angiotensin - aldosteron, đi kèm với giảm tiểu, tăng ure huyết, suy thận cấp có thể gây chết).\n- Mất nước, (giảm thể tích và natri huyết do nôn, ỉa lỏng, dùng thuốc lợi niệu kéo dài, thẩm tách, chế độ ăn hạn chế muối) làm tăng nguy cơ hạ huyết áp quá mức.\n- Phải điều chỉnh rối loạn này trước khi dùng telmisartan hoặc giảm liều thuốc và theo dõi chặt chẽ khi bắt đầu điều trị. Không chống chỉ định tăng liều telmisartan khi có hạ huyết áp thoáng qua, nhưng phải theo dõi chặt chẽ liệu pháp điều trị sau khi huyết áp đã ổn định (như tăng thể tích dịch).\n- Loét dạ dày - tá tràng tiến triển hoặc bệnh dạ dày - ruột khác (tăng nguy cơ chảy máu dạ dày - ruột).\n- Suy gan mức độ nhẹ và trung bình. Thận trọng ở bệnh nhân bị tắc mật do thuốc được bài tiết qua mật và giảm độ thanh thải qua gan.\n- Hẹp động mạch thận.\n- Suy chức năng thận nhẹ và trung bỉnh.\n- Theo dõi nồng độ kali huyết đặc biệt ở người già, bệnh nhân suy thận, nên dùng liều khởi đầu thấp hơn các bệnh nhân khác.\n- Thận trọng khi sử dụng cho các bệnh nhân có tiền sử phù mạch có hoặc không liên quan đến thuốc ức chế men chuyển hoặc chẹn thụ thể angiotensin II.\n- Telmisartan có thể qây rối loạn chuyển hóa porphyrin nên chỉ dùng khi không có các thuốc khác an toàn hơn để thay thế và thận trọng ở bệnh nhân nặng.",
  "interact": "- Chưa đủ số liệu đánh giá độ an toàn và hiệu lực khi dùng đồng thời telmisartan với các thuốc ức chế ACE hoặc các thuốc chẹn beta-adrenergic. Telmisartan có thể làm tăng tác dụng giảm huyết áp của các thuốc này. Không được dùng phối hợp aliskiren với telmisartan ơ bệnh nhân đái tháo đường (Clcr <60ml/phút).\n- Sử dụng telmisartan cùng với các thuốc NSAID, nhất là COX-2 có thể gây rối loạn hoặc suy chức năng thận, nếu cần theo dõi chức năng thận ở những bệnh nhân này.\n- Các thuổc ức chế hoặc cảm ứng cytochrom P450 (CYP), gần như không có tương tác về dược động học. Telmisartan không chuyển hóa qua cytochrom P450. Telmisartan không gây ức chế các isoenzym CYP ngoại trư CYP2C19.\n- Digoxin: Dùng đồng thời với telmisartan làm tăng nồng độ của digoxin trong huyết thanh, do đó phải theo dõi nồng độ của dlgoxin trong máu khi bắt đầu điều trị, điều chỉnh và ngừng telmisartan để tránh khả năng quá liều digoxin.\n- Warfarin: Dùng đồng thời với telmisartan trong 10 ngày làm giảm nhẹ nồng độ warfarin trong máu nhưng không làm thay đổi INR.\n- Các thuốc lợi tiểu: Làm tăng tác dụng hạ huyết áp của telmisartan.\n- Các thuốc lợi tiểu giữ kali: Chế độ bổ sung nhiều kali hoặc dùng cùng các thuốc gây tăng kali huyết khác có thể làm tăng thêm tác dụng tăng kali huyết của telmisartan.\n- Acetaminophen, amlodipin, glyburid, ibuprofen, simvastatin: Gần như không có tương tác về dược động học.\n- Corticosteroid (đường toàn thân): Giảm tác dụng hạ huyết áp.",
  "preserve": "Để ở nhiệt độ dưới 30oC, tránh ẩm và ánh sáng.",
  "pack": "Hộp 4 vỉ x 7 viên nén.",
  "point": "- Điều trị tăng huyết áp: Có thể dùng đơn độc hoặc phối hợp với các thuốc điều trị tăng huyết áp khác.\n- Được dùng để thay thế các thuốc ức chế ACE trong điều trị suy tim hoặc bệnh thận do đái tháo đường.",
  "side_effects": "ADR thường nhẹ và thoáng qua, hiếm khi phải ngừng thuốc.\nÍt gặp, 1/1000 <ADR< 1/100\n- Toàn thân: Mệt mỏi, đau đầu, hạ huyết áp quá mức, chóng mặt đặc biệt trên các bệnh nhân mất dịch (như bệnh nhân đang dùng liều cao thuốc lợi tiểu), phù chân tay, phù mạch, tiết nhiều mồ hôi, nhìn mờ.\n- Thần kinh trung ương: Tình trạng kích động, lo lắng, chóng mặt.\n- Tiêu hóa: Khô miệng, buồn nôn, đau bụng, trào ngược acid, khó tiêu, đầy hơi, chán ăn, ỉa chảy.\n- Tiết niệu: Giảm chức năng thận, tăng creatinin và urê huyết, nhiễm khuẩn đường tiết niệu.\n- Hô hấp: Viêm họng, viêm xoang, nhiễm khuẩn đường hô hấp trên, có các triệu chứng giống cúm (ho, sung huyết hoặc đau tai, sốt, sung huyết mũi, chảy nước mũi, hắt hơi, đau họng).\n- Xương - khớp: Đau lưng, đau và co thắt cơ. Có các triệu chứng giống viêm gân.\n- Chuyển hóa: Tăng kali huyết.\nHiếm gặp, ADR <1/1000\n- Toàn thân: Phù mạch.\n- Mắt: Rối loạn thị giác.\n- Tim mạch: Nhịp tim nhanh, giảm huyết áp quá mức hoặc ngất (thường gặp ở người bị giảm thể tích máu hoặc giảm muối, điều trị bằng thuốc lợi tiểu, đặc biệt trong tư thế đứng).\n- Tiêu hóa: Chảy máu dạ dày - ruột.\n- Da: Ban da, mày đay, ngứa.\n- Gan: Tăng enzym gan.\n- Máu: Giảm hemoglobin, giảm bạch cầu trung tính.\n- Chuyển hóa: Tăng acid uric huyết, tăng cholesterol huyết.\nRất hiếm gặp, ADR < 1/10.000\n- Hô hấp: Bệnh phổi kẽ (đã được ghi nhận sau khi tiếp thị liên quan đến thời gian dùng telmisartan, tuy nhiên chưa thể xác định nguyên nhân có phải do telmisartan hay không).",
  "reference": "https://www.pharmacity.vn/agimstan-40mg-4-vi-x-7-vienhop.html",
  "unit": "0",
  "component": "Công thức cho 1 viên:\n- Telmisartan 40mg\n- Tá dược: Mannitol, Natri hydroxid, Povidon K30, Natri starch glycolat, Microcystallin cellulose 101, Magnesi stearat vừa đủ 1 viên.",
  "update_time": "2022/09/18 21:06",
  "name": "Agimstan 40mg",
  "id": "570RfvC9YjwIXQSRA7XunsJMiIhj2hFc",
  "no_point": "- Quá mẫn với các thành phần của thuốc.\n- Phụ nữ mang thai, người cho con bú.\n- Suy thận nặng. Suy thận có nồng độ creatinin huyết ≥250 micromol/lít hoặc kali huyết >5mmol/lít hoặc Clcr 30ml/phút.\n- Suy gan nặng, tắc mật.\n- Bệnh nhân bi đái tháo đường hoặc suy thận (GFR <60ml/phút/1,73m2) đang dùng các sản phẩm có chứa aliskiren."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac5"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P17264_1_l.webp",
  "use": "Người lớn: Điều trị bệnh đau thắt ngực và cao huyết áp liều khởi đầu thường là 5mg/1 lần/ngày. Có thể tăng cho đến liều tối đa là 10mg tùy theo đáp ứng của bệnh nhân. Bệnh nhân suy gan liều đề nghị thấp hơn. Không cần điều chỉnh liều khi dùng đồng thời với thuốc lợi tiểu thiazide, thuốc ức chế men chuyển",
  "careful": "Hẹp động mạch chủ\nSuy tim sung huyết\nAmlodipine không qua được màng thẩm phân.\nBệnh nhân suy gan",
  "interact": "Thuốc kháng viêm không steroid: các nghiên cứu cho thấy amlodipine được dùng an toàn với thuốc kháng viêm không steroid nhưng có thể làm giảm tác động hạ huyết áp của amlodipine nhất là indomethacin do ức chế tổng hợp prostaglandin ở thận và/hoặc gây hiện tượng giữ Na+ và nước.\nEstrogen: estrogen gây giữ nước nên có khuynh hướng tăng áp lực máu\nThuốc kích thích thần kinh giao cảm: làm giảm tác dụng hạ huyết áp của amlodipine",
  "preserve": "Trong bao bì kín, nơi khô, tránh ánh sáng. Nhiệt độ không quá 30°C.",
  "pack": "Hộp 3 vỉ x 10 viên",
  "point": "Kiểm soát cao huyết áp vô căn\nĐiều trị đau thắt ngực ổn định\nĐiều trị đau thắt ngực do co mạch",
  "side_effects": "Amlodipine được dung nạp tốt. Trong các thử nghiệm lâm sàng có kiểm soát trên các bệnh nhân bị đau thắt ngực hay cao huyết áp tác dụng phụ thường gặp ở mức độ nhẹ và vừa như nhức đầu, phù nề, mệt mỏi, buồn nôn, chóng mặt, đánh trống ngực. Rất hiếm khi bị ngức, suy nhược, vọp bẻ.",
  "reference": "https://www.pharmacity.vn/aldan-10-mg-hop-3-vi-x-10-vien.html",
  "unit": "0",
  "component": "Amlodipin 10mg",
  "update_time": "2022/09/18 21:06",
  "name": "Aldan 10mg",
  "id": "iN8G2d84wBdjNVnceeHl4WXZzTAmRPBZ",
  "no_point": "Chống chỉ định ở các bệnh nhân quá mẫn đã biết với amlodipine hoặc các dẫn xuất dihydropyridine hay với bất cứ thành phần nào của thuốc\nPhụ nữ có thai, cho con bú"
},{
  "_id": {
    "id": "632725deb67e3c12af140ac6"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P01207_1_l.webp",
  "use": "Người lớn và trẻ em từ 12 tuổi trở lên: Uống 1 viên, cách mỗi 4 - 6 giờ, không dùng quá 8 viên trong 24 giờ.",
  "careful": "Phản ứng phụ nghiêm trọng trên da mặc dù tỉ lệ mắc phải là không cao nhưng nghiêm trọng, thậm chí đe dọa tính mạng bao gồm hội chứng Steven-Johnson (SJS), hội chứng hoại tử da nhiễm độc: Toxic epidermal necrolysis (TEN) hay hội chứng Lyell, hội chứng ngoại ban mụn mủ toàn thân cấp tính: Acute generalized exanthematous pustulosis (AGEP). Triệu chứng của các hội chứng nêu trên được mô tả như sau:\n- Hội chứng Steven-Johnson (SJS): Là dị ứng thuốc thể bọng nước, bọng nước khu trú ở quanh các hốc tự nhiên: Mặt, mũi, miệng, tai, bộ phận sinh dục và hậu môn. Ngoài ra có thể kèm sốt cao, viêm phổi, rối loạn chức năng gan, thận. Chẩn đoán hội chứng Steven-Johnson (SJS) khi có ít nhất 2 hốc tự nhiên bị tổn thương.\n- Hội chứng da nhiễm độc (TEN): Là thể dị ứng thuốc nặng nhất, gồm:\n+ Các tổn thương đa dạng ở da: Ban dạng sởi, ban dạng tinh hồng nhiệt, hồng ban hoặc các bọng nước bùng nhùng, các tổn thương nhanh chóng lan tỏa khắp người\n+ Tổn thương niêm mạc mắt: Viêm giác mạc, viêm kết mạc mủ, loét giác mạc.\n+ Tổn thương niêm mạc đường tiêu hóa: Viêm miệng, trợt niêm mạc miệng, loét hầu, họng thực quản, dạ dày, ruột.\n+ Tổn thương niêm mạc đường sinh dục, tiết niệu.\n+ Ngoài ra còn có các triệu chứng toàn thân trầm trọng như sốt, xuất huyết đường tiêu hóa, viêm phổi, viêm cầu thận, viêm gan..., tỷ lệ tử vong cao 15 - 30%.\n- Hội chứng ngoại ban mụn mủ toàn thân cấp tính (AGEP): Mụn mủ vô trùng nhỏ phát sinh trên nền hồng ban lan rộng. Tổn thương thường xuất hiện ở các nếp gấp như nách, bẹn và mặt, sau đó có thể lan rộng toàn thân. Triệu chứng toàn thân thường có là sốt, xét nghiệm máu bạch cầu trung tính tăng cao.\nKhi phát hiện những dấu hiệu phát ban trên da đầu tiên hoặc bất kỳ dấu hiệu phản ứng quá mẫn nào khác, bệnh nhân cần phải ngừng sử dụng thuốc. Người đã từng bị các phản ứng trên da nghiêm trọng do acetaminophen gây ra thì không được dùng thuốc trở lại và khi đến khám chữa bệnh cần phải thông báo cho nhân viên y tế biết về vấn đề này.\nTham khảo ý kiến bác sĩ nếu bạn có bệnh:\n- Bệnh gan, bệnh tim, huyết áp cao, bệnh tuyến giáp, tiểu đường.\n- Tiểu khó do phì đại tuyến tiền liệt.\n- Chứng ho kéo dài hay ho mạn tính như ho do hút thuốc lá, bệnh hen, hoặc khí thũng.\n- Chứng ho kèm với tiết đàm (chất nhầy) quá mức.\n- Có vấn đề ở đường hô hấp như khí phế thủng hay viêm phế quản mạn tính.\n- Tăng nhãn áp.\nThận trọng khi dùng sản phẩm này:\n- Thuốc có thể gây kích thích, đặc biệt ở trẻ em.\n- Thuốc gây buồn ngủ.\n- Rượu, các thuốc giảm đau và an thần có thể làm tăng tác dụng gây buồn ngủ.\n- Tránh dùng các thức uống có chứa cồn khi đang dùng thuốc này.\n- Không dùng với các thuốc khác có chứa acetaminophen.\nNgưng dùng thuốc và tham khảo ý kiến bác sĩ nếu:\n- Cảm giác bồn chồn, chóng mặt hoặc mất ngủ.\n- Cơn đau, sung huyết mũi, hoặc ho nặng hơn hoặc kéo dài hơn 7 ngày.\n- Sốt nặng hơn hoặc kéo dài hơn 3 ngày.\n- Đỏ da hoặc sưng phù\n- Có các triệu chứng mới.\n- Ho tái phát hoặc có kèm theo sốt, phát ban da hoặc nhức đầu kéo dài.\n- Đây có thể là dấu hiệu của bệnh lý trầm trọng hơn.",
  "interact": "Không dùng thuốc này nếu bạn đang dùng các thuốc ức chế men monoaminoxydase (IMAO) (một vài thuốc điều trị trầm cảm, bệnh lý tâm thần hay cảm xúc, hoặc bệnh parkinson) hoặc trong vòng 2 tuần sau khi ngưng dùng các thuốc IMAO. Nếu bạn không biết rõ rằng thuốc đang dùng theo đơn bác sĩ có chứa IMAO hay không, phải tham khảo ý kiến của bác sĩ hoặc dược sĩ trước khi dùng thuốc này.\n- Các thuốc chống co giật (gồm phenytoin, barbiturate, carbamazepine), Isonlazid có thể làm tăng độc tính của acetaminophen trên gan.\n- Dùng đồng thời phenylephrine với các amin có tác dụng giống thần kinh giao cảm có thể làm gia tăng các tác dụng không mong muốn về tim mạch.\n- Phenylephrine có thể làm giảm hiệu lực của các thuốc chẹn beta và các thuốc chống tăng huyết áp (bao gồm debrisoquine, guanethidine, reserpine, methyldopa). Rủi ro về tăng huyết áp và các tác dụng không mong muốn về tim mạch có thể được gia tăng.\n- Thuốc chống trầm cảm ba vòng (amitriptyline, imipramine): Có thể làm tăng các tác dụng không mong muốn về tim mạch của phenylephrine.\n- Dùng đồng thời phenylephrine với alcaloid nấm cựa gà (ergotamine và methylsergide): Làm tăng ngộ độc nấm cựa gà.\n- Dùng đồng thời phenylephrine với digoxin: Làm tăng rủi ro nhịp đập tim không bình thường hoặc đau tim\n- Dùng đồng thời phenylephrine với atropine sẽ phong bế tác dụng chậm nhịp tim phản xạ do phenylephrine gây ra.\n- Ethanol hoặc các thuốc an thần gây ngủ có thể làm tăng tác dụng ức chế hệ thần kinh trung ương của chlorpheniramine.\n- Chlorpheniramine ức chế chuyển hóa phenytoin và có thể dẫn đến ngộ độc phenytoin.",
  "preserve": "Ở nhiệt độ từ 15 độ C đến 30 độ C, nơi khô ráo, tránh ánh sáng.",
  "pack": "Hộp 10 vỉ x 10 viên",
  "point": "Làm giảm tạm thời các triệu chứng cảm lạnh thông thường: Các cơn đau, nhức dầu, đau họng, sưng huyết mũi (nghẹt mũi), ho, chảy mũi, hắt hơi và sốt.",
  "side_effects": "Thuốc có thể gây buồn ngủ.\n- Thường gặp, ADR >1/100\nBồn chồn, lo âu, người yếu mệt, choáng váng, đau ngực, run rẩy, da nhợt nhạt, mệt mỏi, chóng mặt, buồn nôn, đỏ bừng, khô miệng.\n- Ít gặp, 1/1000<ADR <1/100\nBuồn nôn, nôn, thiếu máu, bệnh thận, tăng huyết áp, loạn tạo máu (giảm bạch cầu trung tính, giảm tiểu cầu, giảm toàn thể huyết cầu). Phù phổi, loạn nhịp tim, nhịp tim nhanh, co mạch ngoại vi và nội tạng. Suy hô hấp, hưng phấn, ảo giác, hoang tưởng.\n- Hiếm gặp, ADR<1/1000\nPhát ban, mày đay, viêm cơ tim, rối loạn tiêu hóa, hành vi kỳ quặc, ức chế thần kinh trung ương.\nThuốc có thể gây hưng phấn, đặc biệt ở trẻ em.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.\n\nQUÁ LIỀU\nAcetaminophen\n- Triệu chứng: Buồn nôn, nôn và đau bụng (xảy ra trong vòng 24 giờ sau khi uống). Sau 24 giờ, triệu chứng có thể bao gồm căng đau hạ sườn phải, thường cho biết sự phát triển của hoại tử gan. Tổn thương gan nhiều nhất trong khoảng 3 - 4 ngày sau khi uống thuốc quá liều dùng và có thể dẫn đến bệnh não, xuất huyết, hạ đường huyết, phù não và tử vong.\n- Cách xử trí: Tùy thuộc vào nồng độ trong huyết tương. Acetylcystein bảo vệ gan nếu dùng trong khoảng 2 giờ kể từ khi quá liều acetaminophen (hiệu quả nhất nếu dùng trong khoảng 8 giờ). Liều uống đầu tiên là 14mg/kg (liều tải), sau đó cho tiếp 17 liều nữa, mỗi liều 70mg/kg cách nhau 4 giờ một lần. Than hoạt hoặc rửa dạ dày có thể được thực hiện để giảm sự hấp thu của acetaminophen.\nPhenylephrine\n- Triệu chứng: Tăng huyết áp, nhức đầu, cơn co giật, xuất huyết não, đánh trống ngực, nhịp tim chậm.\n- Cách xử trí: Nên điều trị triệu chứng và hỗ trợ.\nDextromethorphan\n- Triệu chứng: Buồn nôn, nôn, buồn ngủ, nhìn mờ, rung giật nhãn cầu, bí tiểu tiện, trạng thái tê mê, ảo giác, mất điều hòa, suy hô hấp và co giật.\n- Cách xử trí: Điều trị hỗ trợ và điều trị triệu chứng. Có thế dùng Naloxone 2mg tiêm tĩnh mạch, dùng lặp lại nếu cần.\nChlorpheniramine\n- Triệu chứng: Liều gây chết của chlorpheniramine khoảng 20 - 50mg/kg thể trọng.\nNhững triệu chứng và dấu hiệu quá liều bao gồm an thần, kích thích nghịch thương hệ thần kinh trung ương, loạn tâm thần, cơn động kinh, ngừng thở, co giật, tác dụng kháng acetylcholin, phản ứng loạn trương lực, trụy tim mạch và loạn nhịp.\n- Cách xử trí: Rửa dạ dày hoặc gây nôn bằng siro ipecacuanha. Sau đó, cho dùng than hoạt và thuốc tẩy để hạn chế hấp thu. Khi gặp hạ huyết áp và loạn nhịp, cần được điều trị tích cực. Có thể điều trị co giật bằng tiêm tĩnh mạch diazepam hoặc phenytoin. Có thể phải truyền máu trong những ca nặng. Cần chú ý đặc biệt đến chức năng gan, thận, hô hấp, tim, cân bằng nước và điện giải.\nTrong trường hợp dùng quá liều, phải liên hệ ngay bác sĩ hay đến bệnh viện gần nhất.",
  "reference": "https://www.pharmacity.vn/ameflu-night-time-hop-10-vi-x-10-vien.html",
  "unit": "0",
  "component": "Mỗi viên nén bao phim chứa:\n- Hoạt chất: Acetaminophen 500mg, Phenylephrine HCl 10mg, Dextromethorphan HBr 15mg, Chlorpheniramine maleate 4mg.\n- Tá dược: Tinh bột ngô, tinh bột tiền hồ hóa, povidone K30, natri starch glycolat, talc, magnesi stearate, colloidal silicon dioxyde, acid citric khan, opadry II blue.",
  "update_time": "2022/09/18 21:06",
  "name": "Ameflu Night Time",
  "id": "arPEEsnOX6kTcfGumEe9nfRCELd0fQpz",
  "no_point": "- Bệnh nhân được biết quá mẫn với bất kỳ thành phần nào của thuốc.\n- Bệnh nhân đang dùng các thuốc IMAO (xem phần tương tác thuốc).\n- Bệnh nhân có bệnh mạch vành và cao huyết áp nặng.\n- Thiếu hụt G6PD.\n- Bệnh nhân bị suy gan nặng.\n- Tăng nhãn áp góc hẹp.\n- Phì đại tuyến tiền liệt.\n- Đang cơn hen cấp.\n- Tắc nghẽn cổ bàng quang.\n- Loét dạ dày, hẹp tắt môn vị - tá tràng.\n- Trẻ em dưới 6 tuổi.\nThận trọng và cảnh báo đặc biệt khi sử dụng thuốc chứa hoạt chất acetaminophen:\n- Bác sĩ cần cảnh báo bệnh nhân về các dấu hiệu của phản ứng trên da nghiêm trọng như hội chứng Steven-Johnson (SJS), hội chứng hoại tử da nhiễm độc (TEN), hay hội chứng Lyell, hội chứng ngoại ban mụn mủ toàn thân cấp tính (AGEP)."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac7"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P00251_1_l.webp",
  "use": "- Uống mỗi 6 đến 8 giờ hoặc theo sự hướng dẫn của thầy thuốc.\n- 2-6 tuổi.......................................... 5ml (1 muỗng cà phê)\n- 7-12 tuổi........................................ 10ml (2 muỗng cà phê)\n- Người lớn và trẻ em trên 12 tuổi................................................. 15ml (3 muỗng cà phê)\n- Trẻ nhỏ dưới 2 tuổi: hỏi ý kiến bác sĩ trước khi dùng.",
  "careful": "Thận trọng khi dùng cho bệnh nhân bị ho có quá nhiều đàm, ho mạn tính ở người hút thuốc, hen, tràn khí phổi, suy giảm hô hấp.\nDùng Dextromethorphan có liên quan đến giải phóng histamin và nên thận trọng với trẻ em bị dị ứng.\nLạm dụng và phụ thuộc Dextromethorphan, có thể xảy ra (tuy hiếm), đặc biệt do dùng liều cao kéo dài.\n* Ảnh hưởng lên khả năng lái xe và vận hành máy móc:\n- Không nên điều khiển xe, máy móc, hoặc các phương tiện vận chuyển khác khi dùng thuốc do thuốc có thể làm buồn ngủ, mất nhanh nhẹn.\n* Phụ nữ có thai và cho con bú:\n- Phụ nữ có thai hỏi ý kiến bác sĩ trước khi dùng.\n- Phụ nữ đang cho con bú không nên dùng.",
  "interact": "Các chất ức chế monoamine oxidase (IMAO) và các thuốc chống trầm cảm 3 vòng có thể làm kéo dài, tăng tác dụng anticholinergic và tác dụng an thần của các thuốc kháng histamin.",
  "preserve": "Bảo quản nơi khô ráo, tránh ánh sáng, nhiệt độ không quá 30 độ C.",
  "pack": "Hộp 1 chai 30ml",
  "point": "Làm giảm các triệu chứng ho do cảm lạnh, cúm,lao, viêm phế quản, ho gà,sởi,viêm phổi, viêm phổi – phế quản, viêm họng, viêm thanh quản, viêm khí quản, viêm khí phế quản, màng phổi bị kích ứng, hít phải chất kích ứng, khói thuốc lá và ho có nguồn gốc tâm sinh.",
  "side_effects": "- Mệt mỏi, chóng mặt,nhức đầu, nhịp tim nhanh, buồn nôn,nôn, tiêu chảy,đỏ bừng, nổi mày đay, ngủ gà, an thần, khô miệng.\n- Xin thông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi dùng thuốc.",
  "reference": "https://www.pharmacity.vn/atussin-siro-ho-hop-1-chai-30-ml.html",
  "unit": "1",
  "component": "- Mỗi 5ml (1 muỗng cà phê) chứa: Dextromethorphann HBr 5mg, Chlorpheniramine Maleate 1.33mg, Sodium Citrate Dihydrate 133mg, Ammonium Chloride 50mg, Glyceryl Guaiacolate 50mg.\n- Tá dược: Sucrose, Natri Benzoat, Natri Metabisulfit, Acid Citric khan, Natri Saccharin, Màu đỏ D và G Red No.33 82 - 92%, Hương sơ ri nhân tạo 2:1 WL-515, Nước tinh khiết.",
  "update_time": "2022/09/18 21:06",
  "name": "Atussin siro ho",
  "id": "lJww0Mh8H7RaVdZmxEO0sMu3aC0DBltM",
  "no_point": "- Bệnh nhân nhạy cảm với các thành phần của thuốc hoặc đang dùng các chất ức chế monoamine oxidase.\n- Bệnh nhân đang bị cơn hen cấp, glaucom góc hẹp, loét dạ dày chít, tắc môn vị- tá tràng, và ứ nước tiểu do rối loạn niệu đạo- tuyến tiền liệt.\n* Quá liều và cách xử trí:\n- Triệu chứng quá liều của Dextromethorphan bao gồm buồn nôn, nôn, nhìn mờ,rung giật nhãn cầu, bí tiểu, ảo giác, suy hô hấp, co giật. Điều trị: hỗ trợ, dùng naloxone 2 mg tiêm tĩnh mạch, cho dùng nhắc lại tới tổng liều 10 mg nếu cần.\n- Triệu chứng quá liều của Chlorpheniramine bao gồm buồn ngủ, kích thích thần kinh trung ương, cơn động kinh, ngừng thở,co giật, tác dụng chống tiết acetylcholine, phản ứng loạn trương lực và trụy tim mạch, loạn nhịp. Điều trị triệu chứng và hỗ trợ; rửa dạ dày hoặc gây nôn bằng siro ipecacuanha; sau đó cho dùng than hoạt và thuốc tẩy để hạn chế hấp thu. Trong trường hợp hạ huyết áp và loạn nhịp, cần được điều trị tích cực. Diazepam hoặc phenytoin tiêm tĩnh mạch có thể hữu ích để điều trị co giật. Có thể truyền máu trong những ca nặng."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac8"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P13522_1_l.webp",
  "use": "Ngày uống 3 lần\n– Trẻ em từ 30 tháng tuổi đến 6 tuổi: mỗi lần 10ml.\n– Trẻ em từ 7 - 10 tuổi: mỗi lần 15ml.\n– Người lớn và trẻ em trên 10 tuổi: mỗi lần 20ml.",
  "careful": "Hiện nay chưa có bất cứ một ghi nhận nào về phản ứng phụ của thuốc chữa ho bổ phế Nam Hà. Tuy nhiên, trong quá trình sử dụng cho trẻ nhỏ và phụ nữ có thai và đang cho con bú người bệnh cũng nên hết sức thận trọng, và tham khảo ý kiến bác sĩ trước khi sử dụng.",
  "interact": "Nơi khô ráo, tránh ánh sáng, nhiệt độ dưới 30 độ C.",
  "preserve": "Nơi khô ráo, tránh ánh sáng, nhiệt độ dưới 30 độ C.",
  "pack": "Hộp 1 lọ x 125ml siro thuốc.",
  "point": "Chữa ho tiêu đờm, chuyên trị ho cảm, ho gió, ho khan, viêm phế quản.\nThích hợp với người tiểu đường, béo phì và trẻ em.",
  "side_effects": "Hiện nay chưa có bất cứ một ghi nhận nào về phản ứng phụ của thuốc chữa ho bổ phế Nam Hà. Tuy nhiên, trong quá trình sử dụng cho trẻ nhỏ và phụ nữ có thai và đang cho con bú người bệnh cũng nên hết sức thận trọng, và tham khảo ý kiến bác sĩ trước khi sử dụng.",
  "reference": "https://www.pharmacity.vn/bo-phe-nam-ha-khong-duong-hop-1-chai-125ml.html",
  "unit": "1",
  "component": "Cho 125ml siro\nCao lỏng dược liệu: 61,5ml tương đương 21,593g dược liệu bao gồm:\n- Bạch linh 0.9g\n- Cát cánh 1.708g\n- Tỳ bà diệp 3.250g\n- Tang bạch bì 1.875g\n- Ma hoàng 0.656g\n- Thiên môn đông 1.208g\n- Bạc hà diệp 1.666g\n- Bán hạ 1.875g\n- Cam thảo 0.591g\n- Bách bộ 6.25g\n- Mơ muối 1.406g\n- Phèn chua 0.208g.\n- Tinh dầu bạc hà 0.1g\nTá dược: Xanthan gum, gừng tươi, sucralose, potassium sorbat, ethanol 90%, nước tinh khiết vừa đủ 125ml.",
  "update_time": "2022/09/18 21:06",
  "name": "Bổ phế Nam Hà không đường",
  "id": "HaKP6JEPV7WxZoJt1trHAsYYtg40sPnf",
  "no_point": "Mẫn cảm với bất cứ thành phần nào của thuốc.\nTrẻ em dưới 30 tháng tuổi, trẻ em có tiền sử động kinh hoặc co giật do sốt cao."
},{
  "_id": {
    "id": "632725deb67e3c12af140ac9"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P02229_1_l.webp",
  "use": "- Người lớn và trẻ em trên 12 tuổi: uống 2 viên/ lần.\n- Khoảng cách giữa 2 lần uống là 4 giờ, không uống quá 5 lần/ ngày.\nHoặc theo chỉ dẫn của Thầy thuốc.",
  "careful": "Cần thận trọng khi sử dụng thuốc cho những bệnh nhân có bệnh gan, bệnh tim, tăng huyết áp, đái tháo đường, bệnh tuyến giáp, tăng nhãn áp. Người có bệnh đường hô hấp như viêm phế quản mạn tính, người bệnh bị ho có quá nhiều đờm, ho dai dẳng hay mạn tính như bệnh hen, suy gan, suy thận.\n\nBệnh nhân có vấn đề về di truyền không dung nạp galactose hiếm gặp, thiếu men lapp lactase hoặc kém hấp thu glucose-galactose không nên dùng thuốc này.\nThuốc có chứa paracetamol nên có thể gây tổn thương gan nghiêm trọng khi: Dùng quá 4 g paracetamol trong 24 giờ; dùng chung với các thuốc khác cũng có chứa paracetamol; sử dụng những đồ uống có cồn mỗi ngày: 3 cốc/ ngày hoặc nhiều hơn khi đang dùng sản phẩm này.\nNếu đau họng nghiêm trọng kéo dài trên 2 ngày kèm theo sốt, nhức đầu, phát ban, buồn nôn, nôn nên tham khảo ý kiến bác sĩ.\nBồn chồn, chóng mặt hoặc mất ngủ; đau, nghẹt mũi, ho nặng hơn hoặc kéo dài hơn 7 ngày; sốt nặng hơn hoặc kéo dài hơn 3 ngày; nổi mẩn đỏ, sưng phồng; các triệu chứng mới xuất hiện; ho trở lại, nhức đầu kéo dài nên tham khảo ý kiến bác sĩ.\n\nĐối với thuốc chứa paracetamol: Bác sĩ cần cảnh báo bệnh nhân về các dấu hiệu của phản ứng trên da nghiêm trọng như hội chứng Steven-Johnson (SJS), hội chứng hoại tử da nhiễm độc (TEN) hay hội chứng Lyell, hội chứng ngoại ban mụn mủ toàn thân cấp tính (AGEP).\n\nPHỤ NỮ CÓ THAI VÀ CHO CON BÚ:\nChỉ dùng thuốc khi thật cần thiết. Dùng phenylephrin HCl cho phụ nữ có thai giai đoạn muộn hoặc lúc chuyển dạ làm cho thai dễ bị thiếu oxy máu và nhịp tim chậm.\nDùng phenylephrin HCl với thuốc trợ sinh làm tăng tai biến cho thai phụ.\nRất thận trọng khi sử dụng thuốc đối với phụ nữ cho con bú.\n\nLÁI XE VÀ VẬN HÀNH MÁY MÓC: Thận trọng khi đang lái xe và vận hành máy móc vì thuốc có thể gây chóng mặt, choáng váng.",
  "interact": "- Thuốc làm tăng tác dụng chống đông của warfarin và coumarin.\n- Paracetamol làm tăng nồng độ của chloramphenicol.\n- Cholestyramin làm giảm hấp thu paracetamol. Metoclopramid và domperidon làm tăng sự hấp thu của paracetamol.\n\nThận trọng khi phối hợp đồng thời với các thuốc ức chế men MAO, thuốc chống trầm cảm 3 vòng, thuốc cường giao cảm, thuốc chẹn beta - adrenergic, thuốc hạ huyết áp, alcaloid nấm cựa gà, digoxin và các glycosid trợ tim khác.\nKhông nên sử dụng thuốc đồng thời với quinidin, phenytoin, các thuốc ức chế thần kinh trung ương, ethanol hoặc các thuốc an thần gây ngủ.",
  "preserve": "Nơi khô, nhiệt độ không quá 30 độ C, tránh ánh sáng.",
  "pack": "Hộp 10 vỉ x 5 viên",
  "point": "Giảm tạm thời các triệu chứng cảm lạnh, cảm cúm thông thường: đau nhức nhẹ, đau đầu, đau họng, nghẹt mũi, ho, sung huyết mũi.",
  "side_effects": "- Thường gặp: mệt mỏi, chóng măt, buồn nôn, nhịp tim nhanh, đỏ bừng; kích động, bồn chồn, lo âu, khó ngủ, người yếu mệt, choáng váng, đau trước ngực, run rẩy, dị cảm đầu chi, tăng huyết áp, nhợt nhạt, trắng bệt, cảm giác lạnh da, dựng lông tóc, kích ứng tại chỗ.\n- Ít gặp: nổi mày đay; tăng huyết áp kèm phù phổi, loạn nhịp tim, nhịp tim chậm, co mạch ngoại vi và nội tạng, làm giảm tưới máu cho các cơ quan, suy hô hấp, cơn hưng phấn, ảo giác hoang tưởng, mờ giác mạc; ban da, giảm bạch cầu trung tính, giảm toàn thể huyết cầu, thiếu máu, bệnh thận, độc tính thận khi lạm dụng dài ngày.\n- Hiếm gặp: thỉnh thoảng buồn ngủ nhẹ, rối loạn tiêu hóa, viêm cơ tim thành ổ, xuất huyết dưới màng tim, phản ứng quá mẫn.\nThông báo cho bác sĩ các tác dụng không mong muốn gặp phải khi sử dụng thuốc.\n\nQUÁ LIỀU VÀ CÁCH XỬ TRÍ: Quá liều paracetamol do dùng một liều độc duy nhất hoặc do uống lặp lại liều lớn paracetamol (7,5 - 10 g mỗi ngày, trong 1 - 2 ngày) hoặc do uống thuốc dài ngày. Hoại tử gan phụ thuộc liều là tác dụng độc cấp tính nghiêm trọng nhất do quá liều và có thể gây tử vong.\n\nBiểu hiện của quá liều paracetamol: buồn nôn, nôn, đau bụng, triệu chứng xanh tím da, niêm mạc và móng tay.Cách xử trí: khi nhiễm độc paracetamol nặng, cần điều trị hỗ trợ tích cực. Cần rửa dạ dày trong mọi trường hợp, tốt nhất trong vòng 4 giờ sau khi uống.\nLiệu pháp giải độc chính là dùng những hợp chất sulfhydryl. N - acetylcystein có tác dụng khi uống hoặc tiêm tĩnh mạch. Phải cho thuốc ngay lập tức nếu chưa đến 36 giờ kể từ khi uống paracetamol. Ngoài ra, có thể dùng methionin, than hoạt và/ hoặc thuốc tẩy muối.\n\nBiểu hiện của quá liều dextromethorphan: buồn nôn, nôn, buồn ngủ, nhìn mờ, rung giật nhãn cầu, bí tiểu tiện, trạng thái tê mê, ảo giác, mất điều hòa, suy hô hấp, co giật.\nCách xử trí: dùng naloxon 2 mg tiêm tĩnh mạch, cho dùng nhắc lại nếu cần tới tổng liều 10 mg.\nBiểu hiện của quá liều phenylephrin: dùng quá liều phenylephrin làm tăng huyết áp, nhức đầu, cơn co giật, xuất huyết não, đánh trống ngực, ngoại tâm thu, dị cảm. Nhịp tim chậm thường xảy ra sớm.\nCách xử trí: tăng huyết áp có thể khắc phục bằng cách dùng thuốc chẹn alpha - adrenergic như phentolamin 5 - 10 mg, tiêm tĩnh mạch.",
  "reference": "https://www.pharmacity.vn/hapacol-cf-hop-10-vi-x-5-vien.html",
  "unit": "0",
  "component": "Paracetamol ............................................................. 325 mg\nPhenylephrin HCl ......................................................... 5 mg\nDextromethorphan HBr ...............................................10 mg\nTá dược vừa đủ ............................................................1 viên\n(Tinh bột biến tính, lactose monohydrat, microcrystalline cellulose M101, aerosil, natri benzoat, PVP K30, croscarmellose sodium, magnesi stearat, sepifilm LP770, màu blue lake, màu eurolake green, màu nhũ bạc).",
  "update_time": "2022/09/18 21:06",
  "name": "Hapacol CF",
  "id": "u6TLxX5dJQE9HR2SYThP1uwpeTDntWZw",
  "no_point": "- Mẫn cảm với một trong các thành phần của thuốc. Người bệnh thiếu hụt glucose - 6 - phosphat dehydrogenase. Người bệnh đang trong cơn hen cấp, phì đại tuyến tiền liệt, tắc cổ bàng quang, loét dạ dày chít, tắc môn vị - tá tràng.\n- Không sử dụng đồng thời các thuốc thông mũi giao cảm hoặc thuốc chứa paracetamol khác.\n- U tuyến thượng thận, glôcôm góc đóng, cường giáp nặng, tăng huyết áp, bệnh tim mạch, bệnh gan nặng. Trẻ em dưới 12 tuổi.\n- Bệnh nhân sử dụng thuốc ức chế MAO, thuốc chống trầm cảm 3 vòng, hoặc thuốc chẹn beta - adrenergic trong vòng 2 tuần trước đó.\n- Bệnh nhân suy hô hấp."
},{
  "_id": {
    "id": "632725deb67e3c12af140aca"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11228_1_l.webp",
  "use": "Người lớn và trẻ em trên 12 tuổi: 1 – 2 viên/lần x 3 – 4 lần/ngày\nTrẻ em 4 – 12 tuổi: 1 viên/lần x 3 lần/ngày.",
  "careful": "Người bệnh có nguy cơ hoặc đang bị suy giảm hô hấp\nDùng Dextromethorphan có liên quan đến giải phóng Histamin và nên thận trọng với trẻ em bị dị ứng\nLạm dụng và phụ thuộc Dextromethorphan có thể xảy ra khi dùng liều cao kéo dài\nSuy gan\nCó nguy cơ khô miệng, làm tăng nguy cơ sâu răng khi dùng loratadin, đặc biệt trên bệnh nhân là người cao tuổi. Do đó, cần vệ sinh răng miệng sạch sẽ đồng thời uống nước đầy đủ trong quá trình sử dụng thuốc.\nBệnh nhân bị rối loạn chuyển hoá porphyrin\nNgười bệnh bị ho có quá nhiều đờm và ho mạn tính ở người hút thuốc, hen, viêm phế quản mãn tính hoặc tràn khí.\n\nPHỤ NỮ CÓ THAI VÀ CHO CON BÚ\nDo chưa có nghiên cứu đầy đủ và kiểm soát đủ lớn trên phụ nữ mang thai nên cần thận trọng và chỉ dùng thuốc khi thật cần thiết.\nThận trọng khi dùng chi phụ nữ đang cho con bú. Loratadin và chất chuyển hoá được tiết vào sữa mẹ, do đó nếu cần chỉ nên dùng với liều thấp và trong thời gian ngắn. Thuốc chứa thành phần dextromethorphan nên tránh dùng thuốc cùng với ethanol.\n\nTÁC ĐỘNG CỦA THUỐC KHI LÁI XE, VẬN HÀNH MÁY MÓC\nThỉnh thoảng thuốc có thể gây buồn ngủ nhẹ, do đó các bệnh nhân dùng thuốc ho Methorphan cần thận trọng khi lái xe, vận hành máy móc.",
  "interact": "Điều trị đồng thời với Cimetidin, Ketoconazol, Erythromycin sẽ làm tăng nông độ Loratadin trong huyết tương. Tuy nhiên không làm thay đổi tính an toàn của loratadin khi dùng theo liều thông thường vì loratadin có chỉ số điều trị rộng.\nTránh dùng đồng thời với các thuốc ức chế MAO\nDùng đồng thời với các thuốc ức chế thần kinh trung ương có thê tăng cường tác dụng ức chế thần kinh trung ương của những thuốc này hoặc của Dextromethorphan\nQuinin ức chế cytochrom P450 2D6 có thể làm giảm chuyển hoá của dextromethorphan ở gan, làm tăng nồng độ chất này trong huyết tương.",
  "preserve": "Bảo quản nơi khô mát, dưới 30 độ C, tránh ánh sáng trực tiếp",
  "pack": "Hộp 2 vỉ x 15 viên",
  "point": "Ho khan, ho do dị ứng, ho do cảm lạnh, cúm, viêm họng.\nHo có đờm trong viêm phổi, viêm phế quản, viêm thanh quản, ho do hút thuốc lá.",
  "side_effects": "Các tác dụng phụ thường gặp: mệt mỏi, đau đầu, chóng mặt, nhịp yim nhanh, buồn nôn, nôn, khô miệng. Ít khi gây đau bụng, tiêu chảy, nổi mày đay, khô mũi, hắt hơi, viêm kết mạc. Hiếm khi gây ngoại ban, trầm cảm, buồn ngủ nhẹ, loạn nhịp tim, bất thường chức năng gan. Ức chế thần kinh trung ương, suy hô hấp, sỏi thận có thể xảy ra khi lạm dụng thuốc, dùng liều quá cao.\nQUÁ LIỀU\nTriệu chứng quá liều: chủ yếu liên quan đến dextromethorphan, có thể gây buồn nôn, nôn, an thần, buồn ngủ, nhìn mờ, rung giật nhãn cầu, bí tiểu tiện, trạng thai tê mê, ảo giác, mất điều hoá, suy hô hấp, co giật\nĐiều trị: Dùng noloxon (tác dụng đối kháng oplat) liều 2 mg tiêm tĩnh mạch, cho dùng nhắc lại nếu cần tới tổng liều 10mg. Điều trị triệu chứng và hỗ trợ.",
  "reference": "https://www.pharmacity.vn/methorphan-hop-2-vi-x-10-vien.html",
  "unit": "0",
  "component": "Mỗi viên nén bao phim chứa\nDextromethorphan hydrobromid................10mg\nLoratadin............................................ 2,5mg\nGuaiphenesin........................................100mg.\nTá dược vừa đủ 1 viên",
  "update_time": "2022/09/18 21:06",
  "name": "Methorphan",
  "id": "pH4tgDiOKmvDdHNRNnJQ0TDvrQie6lrG",
  "no_point": "Mẫn cảm với bất cứ thành phần nào của thuốc\nNgười bệnh đang điều trị bằng thuốc ức chế Monoaminoxydase (IMAO).\nTrẻ em dưới 4 tuổi"
},{
  "_id": {
    "id": "632725deb67e3c12af140acb"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14965_1_l.webp",
  "use": "Nhỏ vào mỗi mắt 1 giọt/lần, ngày 2 - 4 lần.",
  "careful": "- Không được uống.\n- Không nên dùng thuốc quá 2 tuần, vì có thể gây nhiễm bạc ở mắt.\n- Không sử dụng thuốc quá 15 ngày sau khi mở nắp.\n- Không dùng thuốc quá hạn ghi trên hộp, hoặc thuốc có nghi ngờ về chất lượng.\n- Đọc kỹ hướng dẫn sử dụng thuốc trước khi dùng.\n- Muốn biết thêm thông tin, hãy hỏi ý kiến Bác sĩ hoặc Dược sĩ.",
  "interact": "Bảo quản nơi khô, mát, tránh ánh sáng. Để thuốc xa tầm tay trẻ em.",
  "preserve": "Bảo quản nơi khô, mát, tránh ánh sáng. Để thuốc xa tầm tay trẻ em.",
  "pack": "Hộp 1 lọ 5ml",
  "point": "Phòng và trị đau mắt cho trẻ sơ sinh",
  "side_effects": "- Không được uống.\n- Không nên dùng thuốc quá 2 tuần, vì có thể gây nhiễm bạc ở mắt.\n- Không sử dụng thuốc quá 15 ngày sau khi mở nắp.\n- Không dùng thuốc quá hạn ghi trên hộp, hoặc thuốc có nghi ngờ về chất lượng.\n- Đọc kỹ hướng dẫn sử dụng thuốc trước khi dùng.\n- Muốn biết thêm thông tin, hãy hỏi ý kiến Bác sĩ hoặc Dược sĩ.",
  "reference": "https://www.pharmacity.vn/argyrol-1-5ml.html",
  "unit": "1",
  "component": "Cho lọ 5ml:\n- Argyrol: 50mg\n- Nước cất vừa đủ 5ml",
  "update_time": "2022/09/18 21:06",
  "name": "Argyrol 1%",
  "id": "eCRW6D19rNY19zSvrQbGiOGF39XDkJyD",
  "no_point": "Dị ứng với một trong các thành phần của thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140acc"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P16791_1_l.webp",
  "use": "Cách dùng:\n- Dùng tại chỗ trên mắt\n\nLiều dùng:\n- Ngày 1 và 2: Nhỏ 1-2 giọt/lần vào mắt cách 2 giờ, ngày 8 lần.\nTừ ngày 3 đến 7: Nhỏ 1-2 giọt/lần cách nhau 4 giờ, ngày 4 lần.\n-Nên giảm dần số lần nhỏ thuốc khi có cải thiện các dấu hiệu lâm sàng. Thận trọng  không nên ngưng điều trị quá sớm.\n-Để tránh tạo nhiễm vào đầu lọ nhỏ thuốc và dung dịch thuốc, không được để đầu nhỏ thuốc chạm vào mí mắt, vùng xung quanh mắt hoặc bất cứ vật nào.\n-Để ngăn chặn thuốc được hấp thu qua niêm mạc mũi, đặc biệt là ở trẻ sơ sinh hoặc trẻ nhỏ bằng cách dùng ngón tay ép vào túi lệ ở góc trong của mắt trong 2 – 3 phút sau khi dùng thuốc để ngăn chặn không cho thuốc qua ống lệ – mũi. Sau khi mở nắp, cần bỏ đi giọt đầu tiên trước mỗi lần dùng thuốc.\n-Nếu có nhiều hơn một chế phẩm dùng tại chỗ trên mắt được chỉ định, các chế phẩm phải được dùng cách nhau ít nhất 5 phút. Chế phẩm thuốc mỡ nên được sử dụng sau cùng.\n-Tuân thủ hướng dẫn của bác sĩ về liều lượng, số lần dùng và thời gian dùng thuốc. Không tự ý ngừng sử dụng thuốc mà không tham vấn ý kiến bác sĩ. Không sử dụng thuốc đã quá hạn.",
  "careful": "-Dung dịch Dexalevo- drop không nên tiêm dưới kết mạc hoặc không nên đưa trực tiếp vào tiền phòng mắt. Levofloxacin trong Dexalevo- drop có thể làm cho mắt nhạy cảm hơn với ánh sáng thông thường, nên đeo kính râm và tránh ánh sáng trực tiếp có thể làm giảm sự khó chịu khi dùng. Nên đề phòng khả năng nhiễm nấm giác mạc sau khi sử dụng steroid kéo dài. Cũng như các chế phẩm kháng sinh khác, dùng thuốc này kéo dài có thể dẫn đến bội tăng vi sinh vật không nhạy cảm bao gồm cả nấm. Nếu xảy ra bội nhiễm, nên bắt đầu điều trị thích hợp. Khi cần kê toa nhiều lần, hay bất cứ khi nào khám lâm sàng thấy cần nên khám bệnh nhân với sự hỗ trỗ của các dụng cụ phóng đại như đèn khe và khi cần nên nhuộm huỳnh quang.\n\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\n-Chưa có các nghiên cứu an toàn khi sử dụng thuốc nhỏ mắt chưa levofloxacin và dexamethason cho phụ nữ có thai do đó cần thận trọng khi sử dụng cho đối tượng này. Chỉ nên sử dụng thuốc nếu thấy khả năng có lợi nhiều hơn nguy cơ đối với thai.\nPhụ nữ cho con bú:\n-Do thành phần thuốc được bài biết qua sữa mẹ, do đó cần thận trọng khi sử dụng Dexalevo- drop cho phụ nữ cho con bú, nên quyết định tạm thời ngưng nuôi con bú khi sử dụng thuốc.\n\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\n-Thuốc gây giảm tầm nhìn tạm thời và các tác dụng phụ khác có ảnh hưởng đến khả năng lái xe và vận hành máy do đó, nên cẩn thận khi sử dụng hoặc không nên dùng khi đang làm các công việc này.",
  "interact": "-Thuốc viên: Không có sự tương tác có ý nghĩa với thức ăn. Hai giờ trước hoặc sau khi uống levofloxacin, không nên uống những chế phẩm có chứa các cation hóa trị hai hoặc hóa trị ba như các muối sắt hoặc thuốc kháng-acid chứa magnesi hay nhôm, vì có thể làm giảm hấp thu. Sinh khả dụng của levofloxacin giảm có ý nghĩa khi thuốc được dùng chung với sucralfate, vì thế chỉ nên uống sucralfate 2 giờ sau khi uống levofloxacin. Thuốc và dung dịch tiêm truyền: Trong một nghiên cứu lâm sàng, không thấy các tương tác dược động học của levofloxacin với theophyllin. Tuy vậy, ngưỡng co giật ở não có thể giảm đáng kể khi dùng chung quinolone với theophyllin, fenbufen hoặc các thuốc kháng viêm không-steroid tương tự hoặc các thuốc khác có tác dụng hạ thấp ngưỡng co giật. Nên thận trọng khi dùng chung levofloxacin với những thuốc ảnh hưởng sự bài tiết ở ống thận như probenecid và cimetidine, đặc biệt là trên bệnh nhân suy thận. Tăng thời gian đông máu (PT/INR) và/hoặc chảy máu, có thể trầm trọng, đã được báo cáo trên bệnh nhân được điều trị levofloxacin phối hợp với thuốc đối kháng vitamin K (ví dụ warfarin). Do đó, cần theo dõi các xét nghiệm đông máu trên bệnh nhân được điều trị thuốc đối kháng vitamin K.\n-Khi sử dụng thuốc với các loại thực phẩm hoặc rượu, bia, thuốc lá... do trong các loại thực phẩm, đồ uống đó có chứa các hoạt chất khác nên có thể ảnh hưởng gây hiện tượng đối kháng hoặc hiệp đồng với thuốc. Đọc kỹ hướng dẫn sử dụng thuốc hoặc tham khảo ý kiến của bác sĩ, dược sĩ về việc dùng Thuốc Dexalevo-drop cùng thức ăn, rượu và thuốc lá.",
  "preserve": "Trong bao bì kín, nơi khô, tránh ánh sáng. Nhiệt độ không quá 30°C.",
  "pack": "Hộp 1 lọ 5ml",
  "point": "Dexalevo-drop được chỉ định cho những tình trạng viêm ở mắt có đáp ứng với steroid và có chỉ định dùng corticosteroid và khi có nhiễm khuẩn, viêm kết mạc do các chủng vi khuẩn nhạy cảm với levofloxacin:\n+ Vi khuẩn ưa khí Gram dương: các loài Corynebacterium, Staphylococcus aureus, Staphylococcus epidermidis, streptococci nhóm C, F, và G, viridans streptococci hoặc Streptococcus pneumoniae.\n+ Vi khuẩn ưa khí Gram âm: Acinetobacter lwoffii, Haemophilus influenzae, Serratia marcescens.\nCác loại steroid nhỏ mắt được chỉ định trong những tình trạng viêm kết mạc mi và kết mạc nhãn cầu, viêm kết mạc và bán phần trước nhãn cầu khi người ta chấp nhận nguy cơ vốn có của việc sử dụng steroid để nhằm giảm được phù nề và tình trạng viêm. Chúng cũng được chỉ định sử dụng trong trường hợp viêm màng bồ đào trước mãn tính và tổn thương giác mạc do hóa chất, tia xạ hay bỏng nhiệt do dị vật. Việc sử dụng một loại thuốc hỗn hợp có thành phần chống nhiễm trùng được chỉ định khi nguy cơ nhiễm khuẩn nông ở mắt cao hay khi thấy có khả năng hiện diện một số vi khuẩn nguy hiểm ở mắt.",
  "side_effects": "Những tác dụng ngoại ý khi sử dụng những thuốc phối hợp steroid và kháng khuẩn có thể là do thành phần steroid, thành phần kháng khuẩn hay do cả hỗn hợp. Chưa có số liệu chính xác về tần suất các tác dụng ngoại ý.\n– Những tác dụng phụ thường xuyên xảy ra với thuốc nhỏ mắt chứa levofloxacin là: giảm tầm nhìn tạm thời, sốt, cảm giác có dị vật ở mắt, nhức đầu, nóng mắt thoáng qua, đau hoặc khó chịu ở mắt, viêm họng, sợ ánh sáng. Những tác dụng phụ này xuất hiện trong khoảng 1-3% bệnh nhân sử dụng thuốc.\n– Những phản ứng do thành phần steroid là: tăng nhẫn áp (IOP) có khả năng tiến triển đến glaucom, tổn thương thần kinh thị giác không thường xuyên; cataract dưới bao sau; và chậm liền vết thương.\nNhiễm khuẩn thứ phát: nhiễm khuẩn thứ phát đã có xảy ra sau khi sử dụng những thuốc chứa steroid và kháng sinh. Nhiễm nấm ở giác mạc đặc biệt dễ xảy ra say khi sử dụng steriod dài ngày. Khi đã điều trị bằng steroid phải xem xét khả năng nhiễm nấm trong bất kì trường hợp này có loét giác mạc kéo dài.",
  "reference": "https://www.pharmacity.vn/dexalevo-drop-5ml.html",
  "unit": "1",
  "component": "Levofloxacin 5mg, Dexamethason phosphat 1mg\nTá dược: Natri chlorid, natri edetat, natri hydroxid, hydrochloric acid, nước cất pha tiêm.",
  "update_time": "2022/09/18 21:06",
  "name": "Dexalevo drop",
  "id": "IBTEwt1G3cZycgFLhY56NaDDVgM5SlT5",
  "no_point": "– Quá mẫn với quinolon, dexamethason hoặc bất cứ thành phần nào của thuốc.\n– Bệnh nhân viêm giác mạc biểu mô do Herpes simplex (viêm giác mạc đuôi gai) và các bệnh do virus khác gây ra tại giác mạc và kết mạc.\n– Bệnh nhiễm nấm, bệnh lao ở mắt, nhiễm trùng sinh mủ không được điều trị."
},{
  "_id": {
    "id": "632725deb67e3c12af140acd"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14855_1_l.webp",
  "use": "Ngày 1 và 2: Nhỏ 1-2 giọt/lần vào mắt cách 2 giờ, ngày 8 lần.\nTừ ngày 3 đến 7: Nhỏ 1 – 2 giọt/lần cách nhau 4 giờ, ngày 4 lần.",
  "careful": "- Dung dịch dropstar không nên tiêm dưới kết mạc hoặc không nên đưa trực tiếp vào tiền phòng mắt.\n- Nếu mắt nhiễm khuẩn không có tiến triển trong vài ngày hoặc trở lên xấu hơn hãy hỏi ý kiến bác sĩ trước khi dùng tiếp.\n- Levofloxacin có thể làm cho mắt nhạy cảm hơn với ánh sáng thông thường, nên đeo kính râm và tránh ánh sáng trực tiếp có thể làm giảm sự khó chịu khi dùng.\n- Không chạm vào chóp ống, nên nhỏ trực tiếp vào mắt để tránh nhiễm bẩn thuốc.\n- Chưa có các nghiên cứu an toàn khi sử dụng thuốc nhỏ mắt Levofloxacin cho phụ nữ có thai. Do đó cần thận trọng khi sử dụng Levofloxacin cho đối tượng này.\n- Do thuốc được bài tiết qua sữa mẹ do đó cần thận trọng khi sử dụng Levofloxacin cho phụ nữ cho con bú\n- Ảnh hưởng đến khả năng lái xe và vận hành máy móc: Thuốc gây giảm tầm nhìn tạm thời và các tác dụng phụ khác có ảnh hưởng đến khả năng lái xe và vận hành máy do đó nên cẩn thận khi sử dụng hoặc không nên dùng khi đang làm các công việc này.",
  "interact": "Chưa có nghiên cứu chính xác về tương tác của Levofloxacin dưới dạng thuốc nhỏ mắt với các thuốc khác. Tuy nhiên khi dùng 1 số quinolon theo đường toàn thân gây tăng nồng độ theophyllin huyết tương can thiệp vào chuyển hóa caffein tăng tác dụng của thuốc chống đông đường uống warfarin và dẫn xuất của nó, có liên quan đến sự tăng cao tạm thời trong huyết tương của creatinin ở bệnh nhân uống cyclosporin khi dùng đồng thời.",
  "preserve": "Trong bao bì kín, tránh ẩm, tránh ánh sáng, nhiệt độ dưới 30 độ C",
  "pack": "Hộp 1 ống 5ml",
  "point": "Chỉ định điều trị trong các trường hợp sau: viêm bờ mi, lẹo, viêm túi lệ, viêm kết mạc, viêm sụn mi, viêm giác mạc, loét giác mạc gây ra do các chủng vi khuẩn nhạy cảm với Levofloxacin:\n- Vi khuẩn ưa khí Gram dương: Các loài Corynebacterium, Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae.\n- Vi khuẩn ưa khí Gram âm: Acinetobacter Iwoffii, Haemophilus influenzae, Serratia marcescens.",
  "side_effects": "- Những tác dụng phụ thường xuyên xảy ra là: Giảm tầm nhìn tạm thời, sốt, cảm giác có dị vật ở mắt, nhức đầu, nóng mắt thoáng qua, đau hoặc khó chịu ở mắt, viêm họng, sợ ánh sáng. Những tác dụng phụ này xuất hiện trong khoảng 1 – 3% bệnh nhân sử dụng thuốc.\n- Những tác dụng phụ ít gặp hơn: Dị ứng, phù nề mi mắt, khô mắt, ngứa mắt chiếm 1% bệnh nhân.\nThông báo ngay cho bác sĩ khi gặp phải các tác dụng không mong muốn của thuốc.",
  "reference": "https://www.pharmacity.vn/dropstar-hop-1-ong-5ml.html",
  "unit": "1",
  "component": "Hoạt chất: Levofloxacin hemihydrat tương đương 5mg levofloxacin\nTá dược: Natri clorid, acid hydroclorid, natri hydroxid, nước cất pha tiêm vừa đủ 1ml.",
  "update_time": "2022/09/18 21:06",
  "name": "Dropstar",
  "id": "7CZFz0yYBiOlFxR6mGbEQfa41RGUjJNs",
  "no_point": "Quá mẫn với các thành phần của thuốc hoặc thuốc nhóm quinolon."
},{
  "_id": {
    "id": "632725deb67e3c12af140ace"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P01409_1_l.webp",
  "use": "- Sử dụng ở người lớn, kể cả bệnh nhân cao tuổi\n+ Nhỏ 1 giọt dung dịch nhỏ mắt TRAVATAN vào túi kết mạc của mắt bị bệnh 1 lần/ngày. Đạt được hiệu quả tối ưu nếu dùng thuốc vào buổi tối.\n+ Không nên dùng TRAVATAN nhiều hơn 1 lần/ngày do đã có bằng chứng cho thấy dùng các thuốc tương tự prostaglandin thường xuyên hơn có thể làm giảm tác dụng hạ nhãn áp.\n+ TRAVATAN có thể được dùng kết hợp với các thuốc tra mắt khác để làm hạ áp lực nội nhãn xuống thấp hơn.\n- Sử dụng ở trẻ em\n+ Tính an toàn và hiệu quả điều trị của dung dịch nhỏ mắt TRAVATAN ở các bệnh nhân dưới 18 tuổi chưa được thiết lập và không khuyến cáo dùng cho các đối tượng này cho tới khi có thêm dữ liệu.\n+ Sử dụng ở bệnh nhân suy gan hoặc suy thận\n+ Dung dịch nhỏ mắt TRAVATAN đã được nghiên cứu ở các bệnh nhân suy gan từ nhẹ đến nặng và ở các bệnh nhân suy thận từ nhẹ đến nặng (hệ số thanh thải creatinin xuống thấp còn 14ml/phút). Không cần điều chỉnh liều ở những bệnh nhân này.\n* Cách dùng\n- Chỉ dùng để nhỏ mắt\n- Khuyến cáo ấn vào ống dẫn lệ hoặc nhắm mắt sau khi nhỏ mắt. Điều này sẽ làm giảm sự hấp thu toàn thân của các thuốc dùng qua đường nhỏ mắt và dẫn tới làm giảm các phản ứng bất lợi toàn thân.\n- Nếu quên nhỏ một liều, việc điều trị cần được tiếp tục với liều kế tiếp theo lịch. Không nên nhỏ dung dịch này vượt quá một giọt mỗi ngày ở (các) mắt bị bệnh.\n- Khi thay thế một thuốc tra mắt điều trị glôcôm khác bằng dung dịch nhỏ mắt TRAVATAN, cần ngừng dùng thuốc đó và nên bắt đầu dùng dung dịch nhỏ mắt TRAVATAN vào ngày tiếp theo.\n- Nếu đang dùng nhiều hơn một loại thuốc nhỏ mắt, các thuốc nên được dùng cách nhau ít nhất 5 phút. Thuốc mỡ tra mắt cần dùng sau cùng.\n- Bệnh nhân cần phải tháo bao bì bảo đảm dạng gấp ra ngay trước khi sử dụng lần đầu tiên.\n- Để tránh tạp nhiễm vào đầu nhỏ thuốc và dung dịch thuốc, cần thận trọng không được để đầu nhỏ thuốc của lọ thuốc chạm vào mí mắt, vùng xung quanh mắt hoặc bất cứ bề mặt nào. Đóng kín nắp lọ thuốc khi không sử dụng.",
  "careful": "- Travoprost có thể làm thay đổi màu sắc mắt một cách từ từ bằng việc tăng số lượng hạt melanin (hạt sắc tố) trong tế bào sắc tố. Trước khi tiến hành điều trị, phải thông báo cho bệnh nhân về khả năng có thể thay đổi vĩnh viễn màu mắt. Việc chỉ điều trị một bên mắt có thể dẫn đến sự khác nhau về màu sắc giữa hai mắt vĩnh viễn. Tác động lâu dài trên tế bào sắc tố và bất kỳ hậu quả nào đi kèm hiện chưa được biết đến. Sự thay đổi màu mống mắt xảy ra chậm và có thể không được nhận ra trong vài tháng đến vài năm. Sự thay đổi màu mắt chủ yếu được quan sát thấy ở những bệnh nhân có mống mắt màu hỗn hợp ví dụ màu nâu xanh, nâu xám, nâu vàng và nâu xanh lá cây. Tuy nhiên, hiện tượng này cũng được quan sát thấy ở những bệnh nhân mắt nâu. Thông thường, sắc tố màu nâu xung quanh đồng tử lan tỏa theo hướng đồng tâm về phía ngoại biên của mắt dùng thuốc, nhưng toàn bộ mống mắt hoặc một phần mống mắt có thể chuyển sang màu nâu hơn. Sau khi ngừng điều trị, không thấy có tăng thêm sắc tố mống mắt nâu.\n- Trong các thử nghiệm lâm sàng có đối chứng, 0,4% bệnh nhân sử dụng travoprost có liên quan đến sạm da vùng quanh hốc mắt và/hoặc mí mắt đã được báo cáo.\n- Travoprost có thể làm thay đổi từ từ lông mi ở mắt có dùng thuốc. Những thay đổi này đã được quan sát thấy ở khoảng một nửa số bệnh nhân trong các thử nghiệm lâm sàng và bao gồm tăng độ dài, độ dầy, sắc tố và/hoặc số lượng lông mi. Hiện chưa biết cơ chế của việc thay đổi lông mi và hậu quả lâu dài của chúng.\n- Thay đổi hốc mắt và mi kể cả chiều sâu của rãnh mi mắt đã được quan sát thấy ở các thuốc tương tự prostaglandin.\n- Trong các nghiên cứu ở khỉ, dung dịch nhỏ mắt TRAVATAN đã cho thấy thuốc gây ra tình trạng lan rộng hơn một chút vết nứt ở mi mắt. Tuy nhiên, tác dụng này không quan sát thấy trong các thử nghiệm lâm sàng và được cho là tùy theo loài.\n- Chưa có kinh nghiệm về việc dung dung dịch nhỏ mắt TRAVATAN trong trường hợp mắt bị viêm, cũng như trong bệnh lý tân mạch, glôcôm góc đóng, glôcôm góc hẹp hoặc glôcôm bẩm sinh và chỉ có kinh nghiệm hạn chế trong các bệnh mắt tuyến giáp, bệnh glôcôm goc mở ơ bệnh nhân co thủy tinh thể nhân tạo và ở nhưng bệnh có sắc tố hoặc bệnh glôcôm giả bong bao thể thủy tinh.\n- Do đó nên sử dụng thận trọng dung dịch nhỏ mắt TRAVATAN ở bệnh nhân đang bị viêm mắt cũng như ở bệnh nhân có nguy cơ bị viêm mống mắt/viêm màng bồ đào.\n- Phù hoàng điểm đã được báo cáo trong khi điều trị với các thuốc tương tự prostaglandin F2. Sử dụng thận trọng travoprost ở bệnh nhân không có thủy tinh thể, bệnh nhân có thủy tinh thể nhân tạo bị rách bao thể thủy tinh hậu phòng hoặc thể thủy tinh tiền phòng, hoặc ở bệnh nhân đã biết có nguy cơ phù hoàng điểm.\n- Tránh tiếp xúc dung dịch nhỏ mắt TRAVATAN với da do sự hấp thu travoprost qua da đã được chứng minh ở thỏ.\n- Prostaglandin và các thuốc tương tự prostaglandin là các dược chất có hoạt tính sinh học có thể được hấp thu qua da.\n- Phụ nữ mang thai hoặc có ý định mang thai nên có biện pháp phòng tránh thích hợp để tránh phơi nhiễm trực tiếp với lượng thuốc trong lọ. Trong trường hợp tiếp xúc với một phần đáng kể lượng thuốc trong lọ, cần rửa sạch vùng đã bị tiếp xúc ngay lập tức.\n- Dung dịch nhỏ mắt TRAVATAN có chứa propylen glycol có thể gây kích ứng da.\n- Dung dịch nhỏ mắt TRAVATAN có chứa dầu thầu dầu polyoxyethylen hydro hóa 40 có thể gây phản ứng trên da.\n- Bệnh nhân cần được hướng dẫn tháo kính áp tròng trước khi nhỏ dung dịch nhỏ mắt TRAVATAN và đợi ít nhất 15 phút trước khi đeo lại.\n*Phụ nữ có thai và cho con bú\n- Phụ nữ có khả năng mang thai/biện pháp tránh thai: Dung dịch nhỏ mắt TRAVATAN không nên sử dụng cho phụ nữ có khả năng mang thai trừ khi đã sử dụng biện pháp tránh thai hiệu quả (xem mục THÔNG TIN TIỀN LÂM SÀNG).\n- Phụ nữ có thai: Travoprost có các tác dụng dược lý có hại trên thai kỳ và/hoặc trên thai nhi/trẻ sơ sinh. Các nghiên cứu trên động vật với travoprost cho thấy độc tính sinh sản. Không nên dùng dung dịch nhỏ mắt TRAVATAN trong suốt thai kỳ trừ khi thực sự cần thiết.\n- Phụ nữ cho con bú: Chưa biết liệu travoprost hoặc các chất chuyển hóa của nó dùng tại chỗ có được bài tiết vào sữa mẹ hay không. Các nghiên cứu trên động vật cho thấy sự bài tiết của travoprost và các chất chuyển hóa của nó trong sữa mẹ. Không khuyến cáo dùng dung dịch nhỏ mắt TRAVATAN cho phụ nữ cho con bú.\n- Khả năng sinh sản: Không có dữ liệu về ảnh hưởng của dung dịch nhỏ mắt TRAVATAN đến khả năng sinh sản của người. Các nghiên cứu trên động vật cho thấy travoprost không ảnh hưởng đến khả năng sinh sản với liều cao hơn 250 lần liều nhỏ mắt tối đa khuyến cáo cho người.\n*Lái xe và vận hành máy móc\nDung dịch nhỏ mắt TRAVATAN không ảnh hưởng hoặc ảnh hưởng không đáng kể đến khả năng lái xe và vận hành máy móc. Tuy nhiên, nhìn mờ tạm thời hoặc các rối loạn thị giác khác có thể ảnh hưởng tới khả năng lái xe hoặc vận hành máy móc. Nếu có hiện tượng nhìn mờ sau khi nhỏ mắt, bệnh nhân phải chờ cho tới khi nhìn rõ lại rồi mới được lái xe hoặc vận hành máy móc.",
  "interact": "Các nghiên cứu về tương tác thuốc chưa được thực hiện. Tuy nhiên, dự kiến không có các tương tác liên quan về mặt lâm sàng.",
  "preserve": "Bảo quản thuốc ở nhiệt độ không quá 30°c.",
  "pack": "Hộp 1 lọ 2,5ml",
  "point": "Dung dịch nhỏ mắt TRAVATAN được chỉ định làm giảm nhãn áp ở bệnh nhân mắc tình trạng tăng nhãn áp hay bệnh nhân mắc bệnh glôcôm góc mở.",
  "side_effects": "- Rối loạn hệ miễn dịch. Ít gặp: Quá mẫn cảm, dị ứng theo mùa.\n- Rối loạn tâm thần. Không biết: Trầm cảm, lo âu, mất ngủ.\n- Rối loạn hệ thần kinh. Ít gặp: Đau đầu, giảm thị trường.\nHiếm gặp: Choáng váng, rối loạn vị giác.\n- Rối loạn mắt. Rất thường gặp: Sung huyết mắt.\nThường gặp: Đau mắt, ngứa mắt, khô mắt, kích ứng mắt, tăng sắc tố mống mắt, cảm giác khó chịu ở mắt.\nÍt gặp: Trợt giác mạc, viêm giác mạc đốm, viêm giác mạc, viêm mống mắt, giảm thị lực, viêm kết mạc, viêm tiền phòng, viêm bờ mi, nhìn mờ, sợ ánh sáng, lật mi, đục thủy tinh thể, phù quanh hốc mắt, ngứa mí mắt, tiết gỉ mắt, bờ mi đóng vảy, tăng chảy nước mắt, phù mí mắt, rậm lông mi.\nHiếm gặp: Viêm màng bồ đào, viêm mống mắt thể mi, virut herpes ở mắt, viêm kết mạc có hột, phù kết mạc, quầng sáng thị giác, giảm cảm giác ở mắt, viêm mắt, lông mi mọc ngược, hoa mắt, sụn mi, chàm mí mắt, nhiễm sắc tố tiền phòng, mỏi mắt, dị ứng mắt, kích ứng mí mắt, tăng sắc tố lông mi, giãn đồng tử, dày lông mi.\nKhông biết: Phù hoàng điểm, rãnh mắt sâu.\n- Rối loạn tai và mê đạo. Không biết: Ù tai, chóng mặt.\n- Rối loạn tim. Hiếm gặp: Nhịp tim giảm, đánh trống ngực, nhịp tim không đều.\nKhông biết: Đau ngực, nhịp tim chậm, nhịp tim nhanh, loạn nhịp tim.\n- Rối loạn mạch. Hiếm gặp: Tăng huyết áp, huyết áp tâm thu tăng, hạ huyết áp, huyết áp tâm trương giảm.\n- Rối loạn hô hấp, lồng ngực và trung thất. Ít gặp: Ngạt mũi, ngứa họng.\nHiếm gặp: Hen suyễn, khó thở, ho, viêm mũi dị ứng, đau hầu họng, khó chịu ở mũi, khô mũi, rối loạn hô hấp, khản tiếng.\nKhông biết: Chảy máu cam\n- Rối loạn hệ tiêu hóa. Hiếm gặp: Loét đường tiêu hóa trở lại, rối loạn tiêu hóa, khô miệng, táo bón.\nKhông biết: Tiêu chảy, nôn, đau bụng, buồn nôn.\n- Rối loạn da và mô dưới da. Không phổ biến: Tăng sắc tố da (vùng quanh mắt), bất thường kết cấu tóc, chứng tăng lông tóc.\nHiếm gặp: Viêm da dị ứng, viêm da tiếp xúc, ban đỏ, đổi màu da, chứng rụng lông mi, lông mày, thay đổi màu tóc, phát ban.\nKhông biết: Ngứa, mọc lông tóc bất thường.\n- Rối loạn cơ xương khớp và mô liên kết. Hiếm gặp: Đau cơ xương, đau khớp.\n- Rối loạn thận và tiết niệu. Không biết: Bí tiểu, tiểu không tự chủ.\n- Các rối loạn toàn thân và tại chỗ dùng thuốc. Hiếm gặp: Suy nhược.",
  "reference": "https://www.pharmacity.vn/dung-dich-nho-mat-lam-ha-nhan-ap-o-nhung-benh-nhan-glaucoma-goc-mo-travatan-25ml.html",
  "unit": "1",
  "component": "- Hoạt chất: travoprost 40g/ml.\n- Tá dược: Chất bảo quản Polyquaternium - 1 10g/ml (chất bảo quản POLYQUAD), Mannitol (E421), propylen glycol (E1520), dầu thầu dầu polyoxyethylen hydro hóa 40 (HCO - 40), acid boric (E284), natri clorid, natri hydroxyd và/hoặc acid hydrocloric (để điều chỉnh pH), nước tinh khiết.",
  "update_time": "2022/09/18 21:06",
  "name": "Travatan",
  "id": "E5zxiFSSCZD2xsmmxYeGMcOxz7G2VuJ3",
  "no_point": "Quá mẫn với hoạt chất hoặc bất kỳ thành phần tá dược nào của thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140acf"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11025_1_l.webp",
  "use": "*Thuốc chỉ dùng để nhỏ mắt.\n-Liều khuyến cáo nên sử dụng: nhỏ 1 giọt dung dịch nhỏ mắt Timolol Maleate 0,5% vào mỗi mắt cần điều trị, 2 lần mỗi ngày. Vì ở một số bệnh nhân, đáp ứng giảm áp khi dùng dung dịch nhỏ mắt Timolol Maleate phải sau vài tuần mới ổn định, cần đánh giá lại áp lực nội nhãn sau khi điều trị với dung dịch nhỏ mắt Timolol Maleate 0,5% được khoảng 4 tuần.\n-Nếu áp lực nội nhãn duy trì được ở mức mong muốn, có thể giảm liều dùng, nhỏ 1 giọt thuốc vào mắt bị bệnh, mỗi ngày một lần.\n-Nếu phối hợp với một thuốc điều trị glôcôm khác thì nên chờ 5 phút sau khi nhỏ dung dịch nhỏ mắt Timolol Maleate 0,5% mới nhỏ tiếp thuốc kia.\n-Sau khi nhỏ mắt nên ấn vào ống dẫn lệ hoặc nhắm mắt lại trong vòng 2 phút để làm giảm hấp thu thuốc toàn thân. Điều này có thể giúp giảm tác dụng không mong muốn toàn thân và tăng cương tác dụng tại chỗ của thuốc.\n-Để tránh tạp nhiễm vào đầu nhỏ thuốc và dung dịch thuốc, cần thận trọng không được để đầu nhỏ thuốc của lọ thuốc chạm vào mí mắt, vùng xung quanh mắt hoặc các bề mặt khác. -Đóng chặt nắp lọ thuốc khi không sử dụng.\n-Sử dụng ở người cao tuổi:Các số liệu lâm sàng hiện có không cho thấy cần hiệu chỉnh liều của thuốc khi sử dụng ở người cao tuổi.\n-Sử dụng ở trẻ em:Hiệu quả và độ an toàn của thuốc ở trẻ em chưa được xác định.",
  "careful": "-Chung:\nGiống những thuốc nhỏ mắt khác, timolol được hấp thu toàn thân. Do thành phần thuốc có tác dụng chẹn beta, thuốc nhỏ mắt timolol có thể gây ra những tác dụng không mong muốn trên tim mạch, hô hấp và những tác dụng không mong muốn khác giống với các thuốc chẹn beta dùng toàn thân.\n-Rối loạn tim mạch:\nCần đánh giá cẩn thận việc sử dụng thuốc chẹn beta để điều trị ở những bệnh nhân mắc bệnh tim mạch (như bệnh mạch vành, cơn đau thắt ngực Prinzmetal, suy tim) và hạ huyết áp và nên cân nhắc sử dụng các thuốc khác thay thế. Bệnh nhân bị bệnh tim mạch cần đề phòng các dấu hiệu diễn biến xấu hơn của các bệnh này và các tác dụng không mong muốn.\n-Rối loạn mạch máu:\nThận trọng khi sử dụng cho bệnh nhân mắc các rối loạn tuần hoàn ngoại vi (bệnh Raynaud hoặc hội chứng Raynaud thể nặng).\n-Rối loạn đường hô hấp:\nĐã có báo cáo về những phản ứng trên đường hô hấp, trong đó có tử vong do co thắt phế quản ở bệnh nhân bị hen suyễn sau khi sử dụng một vài thuốc chẹn beta đường nhỏ mắt.\n-Hạ đường huyết /đái tháo đường:\nVì thuốc chẹn beta có thể che lấp các triệu chứng của hạ đường huyết cấp, cần thận trọng khi sử dụng thuốc chẹn beta cho những bệnh nhân bị hạ đương huyết tự phát hay bệnh nhân đái tháo đường không ổn định.\n-Cường giáp:\nThuốc chẹn beta có thể che lấp các triệu chứng của bệnh cường giáp.\n-Nhược cơ:\nCác thuốc chẹn beta đã được báo cáo là có tác dụng gây nhược cơ với một số triệu chứng rõ rệt (như song thị, sụp mi và suy nhược toàn thân).\n-Các thuốc chẹn beta khác:\nCó thể có tác dụng tăng nhãn áp và những tác dụng không mong muốn đã biết của thuốc chẹn beta đường toàn thân khi sử dụng timolol cho người bệnh đang sử dụng thuốc chẹn beta đường toàn thân, cần theo dõi chặt chẽ đáp ứng của những bệnh nhân này. Không khuyển cáo dung đồng thời hai thuốc nhỏ mắt chứa hoạt chất chẹn beta (xem mục Tương tác thuốc và các dạng tương tác khác).\n-Các phản ứng phản vệ:\nTrong khi điều trị bằng các thuốc chẹn beta, bệnh nhân có tiền sử dị ứng hoặc tiền sử phản ứng phản vệ nghiêm trọng với nhiều chất gây dị ứng có khả năng phản ứng mạnh hơn khi tiếp xúc lại với các chất gây dị ứng đó và họ cũng không đáp ứng với liều adrenalin thông thương được dùng trong cấp cứu các phản ứng phản vệ.\n-Bong hắc mạc:\nĐã có báo cáo về tác dụng gây bong hắc mạc khi điều trị bằng thuốc giảm thủy dịch (như timolol hoặc acetazolamid) sau phẫu thuật cắt bè.\n-Gây mê phẫu thuật:\nCác thuốc chẹn beta nhỏ mắt có thể ức chế các tác dụng toàn thân của các chất chủ vận beta như adrenalin, cần thông báo cho bác sĩ gây mê khi bệnh nhân đang sử dụng timolol.\n-Kính áp tròng:                   :\nBenzalkonium chlorid có thể gây kích ứng và làm đổi màu kính áp tròng mềm. Nên tránh tiếp xúc với kính áp tròng mềm. Cần hướng dẫn bệnh nhân tháo kính áp tròng trước khi dùng thuốc nhỏ mắt Timolol Maleate 0.5% và chờ ít nhất 15 phút rồi mới đeo lại kính.\n-Bệnh giác mạc:\nCác thuốc tra mắt chẹn beta có thể gây khô mắt. Cần thận trọng khi điều trị cho bệnh nhân bị các bệnh giác mạc.\n*Thai kỳ:\n-Khả năng sinh sản: Chưa có dữ liệu nghiên cứu về ảnh hưởng của thuốc nhỏ mắt Timolol Maleate trên khả năng sinh sản của người.\n-Thai kỳ\nChưa đủ dữ liệu về việc sử dụng thuốc nhỏ mắt Timolol Maleate cho phụ nữ mang thai. Các nghiên cứu dịch tễ không cho thấy khả năng gây dị tật ở thai nhi nhưng cũng chỉ ra nguy cơ chậm phát triển nội tử cung khi điều trị bằng các thuốc chẹn beta đường uống. Bên cạnh đó, đã quan sát thấy các dấu hiệu vả triệu chứng chẹn beta (như chậm nhịp tim, hạ huyết áp, suy hô hấp và hạ đường huyết) ở trẻ sơ sinh khi người mẹ sử dụng thuốc chẹn beta đến khi sinh nở.\nKhông nên sử dụng thuốc hhỏ mắt Timolol Maleate trong thời gian mang thai, trừ khi thực sự cần thiết. Tuy nhiên, nếu mẹ phải điều trị bằng thuốc nhỏ mắt Timolol Maleate trong suốt thai kỳ, cần theo dõi chặt chẽ trẻ sơ sinh trong những ngày đầu sau sinh.\n*Cho con bú:\nCác thuốc chẹn beta được bài tiết vào sữa mẹ có khả năng gây ra nhiều tác dụng không mong muốn cho trẻ bú mẹ. Để phòng ngừa những tác dụng không mong muốn nghiêm trọng có thể xảy ra với trẻ đang bú, cần lượng giá lợi ích của việc cho con bú với trẻ và lợi ích của việc điều trị cho mẹ để quyết định nên ngừng cho con bú hay ngừng hoặc tránh dùng dung dịch nhỏ mắt Timolol Maleate.\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nNhìn mờ tạm thời hoặc những rối loạn về thị lực có thể ảnh hưởng tới khả năng lái xe và vận hành máy móc. Nếu bệnh nhân nhìn mờ sau khi nhỏ mắt, cần chờ cho tới khi nhìn rõ rồi mới tiếp tục lái xe hoặc vận hành máy móc.",
  "interact": "Các nghiên cứu về tương tác thuốc riêng biệt chưa được thực hiện với timolol.\nĐã có báo cáo về nguy cơ tăng tác dụng chẹn beta gịao cảm (như nhịp tim chậm, trầm cảm) khi sử dụng đồng thời các thuốc ức chế CYP2D6 (như quinidin, fluoxetin, paroxetin) với timolol.\nSử dụng đồng thời dung dịch nhỏ mắt chứa hoạt chất chẹn beta với các thuốc chẹn kênh calci đường uống, các thuốc chẹn beta khác, các thuốc chống loạn nhịp tim (gồm cả amiodaron), các glycosid trợ tim hoặc các thuốc giả phó giao cảm có khả năng gây ra các tác dụng phụ như hạ huyết áp và/hoặc nhịp tim chậm rõ rệt.\nĐã có báo cáo thỉnh thoảng có giãn đồng tử khi sử dụng đồng thời các thuốc chẹn beta nhỏ mắt với adrenalin (epinephrin).\nClonidin: Tăng nguy cơ cao huyết áp tái phát khi ngừng dùng clonidin.\nCác thuốc gây tê: Tăng nguy cơ suy tim và hạ huyết áp do chẹn đáp ứng của tim với các kích thích giao cảm phản xạ. Cimetidin, hydralazin, các dẫn xuất của phenothiazin và alcohol: Có thể làm tăng nồng độ timolol trong huyết tương.",
  "preserve": "Bảo quản thuốc nơi khô mát, nhiệt độ 15°-25°C.",
  "pack": "Hộp 1 lọ đếm giọt 5ml dung dịch thuốc.",
  "point": "Thuốc nhỏ mắt Timolol Maleate 0,5% được chỉ định trong điều trị bệnh glôcôm góc mở, glôcôm nguyên phát hoặc thứ phát và các trường hợp bị tăng áp lực nội nhãn. Dung dịch nhỏ mắt Timolol Maleate 0,5% có thể được dùng đơn trị liệu hoặc phối hợp với các thuốc điều trị glôcôm khác.",
  "side_effects": "*Giống như các thuốc tra mắt khác, timolol được hấp thu vào hệ tuần hoàn chung. Điều này có thể gây ra các tác dụng không mong muốn tương tự như quan sát thấy ở các thuốc chẹn beta dùng đường toàn thân. Tỉ lệ mắc phải các ADR toàn thân sau khi dùng thuốc tra mắt thấp hơn so với khi dùng đường toàn thân. Các phản ứng có hại được liệt kê sau đây bao gồm cả các phản ứng đã được quan sát với nhóm thuốc tra mắt chẹn beta.\n-Rối loạn hệ thống miễn dịch:\nCác phản ứng dị ứng toàn thân bao gồm phù mạch, mề đay, phát ban khu trú và tổng quát, ngứa, phản ứng phản vệ.\n-Rối loạn chuyển hóa và dinh dưỡng:\nHạ đường huyết.\n-Rối loạn tâm thần:\nMất ngủ, trầm cảm, ác mộng, mất trí nhớ.\n-Rối loạn hệ thần kinh:\nNgất, tai biến mạch máu não, thiếu máu não, tăng các dấu hiệu và triệu chứng của nhược cơ, chóng mặt, cảm xúc bất thường và đau đầu.\n-Rối loạn mắt:\nCác dấu hiệu và triệu chứng của kích ứng mắt (như nóng rát, nhức mắt, ngứa, chảy nước mắt, đỏ mắt), viêm bờ mi, viêm giác mạc, nhìn mờ, bong hắc mạc sau phẫu thuật mở bè củng mạc (xem mục Cảnh báo đặc biệt và thận trọng khi sử dụng), viêm kết mạc, giảm độ nhạy của giác mạc, khô mắt, trợt giác mạc, sụp mi, nhìn đôi.\n-Rối loạn tim mạch:\nChậm nhịp tim, đau thắt ngực, đánh trống ngực, phù, rối loạn nhịp tim, suy tim sung huyết, block nhĩ thất, ngừng tim, suy tim.\n-Rối loạn hệ mạch:\nHạ huyết áp, hội chứng Raynaud, tay chân lạnh, chứng khập khễnh gián cách.\n-Rối loạn hô hấp, lồng ngực và trung thất:\nCo thắt phế quản (chủ yếu ở bệnh nhân bị bệnh phế quản từ trước), khó thở, ho, suy hô hấp, sung huyết mũi.\n-Rối loạn tiêu hóa:\nRối loạn vị giác, buồn nôn, khó tiêu, tiêu chảy, khô miệng, đau bụng, nôn mửa.\n-Rối loạn da và mô dưới da:\nRụng tóc, phát ban dạng vẩy nến hoặc đợt cấp của bệnh vẩy nến, phát ban da.\n-Rối loạn cơ xương khớp và mô liên kết:\nĐau cơ.\n-Rối loạn tuyến vú và hệ sinh dục:\nRối loạn chức năng tình dục, giảm ham muốn.\n-Các rối loạn chung và tình trạng nơi dùng thuốc:\nSuy nhược/mệt mỏi.\n*Các tác dụng có hại dưới đây đã được báo cáo nhưng vẫn chưa thiết lập được mối quan hệ nhân quả giữa chúng với việc điều trị bằng thuốc nhỏ mắt Timolol:\n-Rối loạn chuyển hóa và dinh dưỡng: Chán ăn\n-Rối loạn tâm thần: Các rối loạn hành vi bao gồm lẫn lộn, ảo giác, lo âu, mất phương hướng, căng thẳng, ngủ gà, rối loạn tâm lý\n-Rối loạn mắt: Phù hoàng điểm dạng nang thể thủy tinh.\n-Rối loạn tim mạch: Đau thắt ngực trầm trọng hơn.\n-Rối loạn hệ mạch: Cao huyết áp, phù phổi\n-Rối loạn tiêu hóa: Xơ hóa sau phúc mạc\n-Rối loạn da và mô dưới da: Bọng nước dạng Pemphigus\n-Rối loạn tuyến vú và hệ sinh dục: Liệt dương\n*Các phản ứng có hại dưới đây đã được báo cáo khỉ điều trị bằng timolol maleat đường uống và có thể được xem như nguy cơ có thể xuất hiện với timolol maleate tra mắt.\n-Rối loạn máu và hệ bạch huyết: Ban xuất huyết không do giảm tiểu cầu\n-Rối loạn chuyển hóa và dinh dưỡng: Sụt cân, tăng đường huyết.\n-Rối loạn hệ thần kinh: Chóng mặt\n-Rối loạn tâm thần: Mất tập trung\n-Rối loạn thính giác: ù tai\n-Rối loạn hệ mạch: Suy động mạch, giãn mạch.\n-Rối loạn hô hấp, lồng ngực và trung thất: Ran, tắc nghẽn phế quản\n-Rối loạn gan mật: Gan to.\n-Rối loạn da và mô dưới da: Kích ứng da, sắc tố bất thường, ra mồ hôi\n-Rối loạn cơ xương khớp và mô liên kết: Đau ở chi, đau khớp\n-Rối loạn tiết niệu: Chứng khó đái\n-Các rối loạn chung và bệnh trạng nơi dùng thuốc: Giảm vận động thể lực.\n*Ngoài ra, các phản ứng có hại dưới đây đã được báo cáo khi điều trị bằng các thuốc chẹn beta cường giao cảm khác và có thể được xem như các nguy cơ có thể xuất hiện khi dùng timolol maleate tra mắt:\n-Rối loạn hệ miễn dịch: sốt kết hợp với đau cơ nói chung, đau họng, co thắt thanh quản và suy hô hấp.\n-Rối loạn hệ máu và bạch huyết: Mất bạch cầu hạt, ban xuất huyết giảm tiểu cầu\n-Rối loạn tâm thần: Rối loạn tâm lý, hội chứng thuận nghịch cấp tính (mất định hướng, mất trí nhớ, cảm xúc bất ổn, mức độ trầm cảm của ý thức, giảm hiệu suất)\n-Rối loạn tiêu hóa: Tắc nghẽn động mạch mạc treo, viêm đại tràng thiếu máu cục bộ\n-Rối loạn tuyến vú và hệ sinh dục: Bệnh Peyronie\n-Đã có các báo cáo về một hội chứng bao gồm phát ban da dạng vẩy nến, viêm kết mạc, viêm tai và viêm thanh mạc xơ cứng được cho là do thuốc chẹn thụ thể beta\ncường giao cảm, practolol. Hội chứng này cũng đã được báo cáo khi điều trị bằng timolol maleat.\nThông báo cho bác sĩ hoặc dược sĩ của bạn những tác dụng không mong muốn gặp phải khi sử dụng thuốc. Bao gồm cả các tác dụng không mong muốn chưa được liệt kê trong hướng dẫn sử dụng này.",
  "reference": "https://www.pharmacity.vn/dung-dich-nho-mat-vo-trung-timolol-maleate-eye-drops-05-5ml.html",
  "unit": "1",
  "component": "Hoạt chất:\nMỗi ml dung dịch thuốc nhỏ mắt vô trùng Timolol Maleate 0,5% chứa 5,0 mg timolol (tương đương 6,8 mg timolol maleate).\nChất bảo quản:\nBenzalkonium chloride 0,01%.\nTá dược: Natri dihydrogen phosphat dihydrat, dinatri phosphat dodecahydrate, natri hydroxyd và/hoặc acid hydrocloric để điều chỉnh pH và nước vô khuẩn.",
  "update_time": "2022/09/18 21:06",
  "name": "Timolol Maleate Eye Drops 0,5%",
  "id": "sAu3ytXyZvjJgTFonynFwddFaGMo8FnL",
  "no_point": "Quá mẫn với timolol hoặc bất cứ tá dược nào của thuốc.\nCác bệnh có ảnh hưởng đến đường thở bao gồm hen phế quản hoặc có tiền sử hen phế quản, bệnh phổi tắc nghẽn mạn tính nặng.\nNhịp chậm xoang, hội chứng suy nút xoang, block xoang nhĩ, block nhĩ thất độ 2 hoặc độ 3, suy tim rõ rệt hoặc sốc do tim."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad0"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P12569_1_l.webp",
  "use": "- Người lớn và trẻ em trên 12 tuổi: uống ½ – 1 viên/ lần, ngày uống 3 lần, dùng trước bữa ăn.\n- Trẻ em dưới 12 tuổi: không được sử dụng nếu như không có chỉ định của Bác sĩ.\n- Liều lượng cần được điều chỉnh theo tuổi và triệu chứng của từng bệnh nhân.",
  "careful": "Phụ nữ có thai chỉ sử dụng khi thật cần thiết\n\nTHAI KÌ\nKhông dùng cho phụ nữ có thai trong 3 tháng đầu thai kỳ.\nTrong thời gian dùng thuốc người mẹ vẫn có thể tiếp tục cho con bú.\n\nLÁI XE\nThận trọng khi lái xe và vận hành máy móc vì thuốc có thể gây mệt mỏi, buồn ngủ, hoa mắt, chóng mặt, suy nhược, nhức đầu.",
  "interact": "Trimebutin có thể ảnh hưởng hấp thu và gia tăng tác dụng không mong muốn của tubocuarin.",
  "preserve": "Bảo quản nơi khô mát, dưới 30 độ C, tránh ánh sáng trực tiếp.",
  "pack": "Hộp 5 vỉ x 10 viên",
  "point": "- Điều trị và làm giảm các triệu chứng liên quan đến hội chứng ruột bị kích thích.\n- Đau do co thắt dạ dày – ruột. Rối loạn chức năng dạ dày.\n- Tắc ruột hậu phẫu: Thuốc thúc đẩy trở lại sự chuyển vận qua ruột sau giải phẫu vùng bụng.",
  "side_effects": "Tác dụng không mong muốn xảy ra với tỷ lệ thấp, thường gặp các triệu chứng sau:\nDa: phát ban\nDạ dày – ruột: khô miệng, táo bón, tiêu chảy, buồn nôn và nôn, khó tiêu, cảm giác khát nước, đau vùng thượng vị.\nTim mạch: hồi hộp, tim đập nhanh.\nHệ thần kinh trung ương: mệt mỏi, buồn ngủ, hoa mắt, chóng mặt, suy nhược, nhức đầu.\nGan: tăng SGOT, SGPT nhưng hiếm khi xảy ra\nNgừng sử dụng thuốc và thông báo cho bác sỹ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.\n\nQUÁ LIỀU\nKhi xảy ra quá liều, rửa dạ dày và điều trị triệu chứng là chủ yếu.",
  "reference": "https://www.pharmacity.vn/agitritine-200-hop-5-vi-x-10-vien.html",
  "unit": "0",
  "component": "Mỗi viên nén bao phim chứa:\nTrimebutin maleat: 200 mg\nTá dược vđ: 1 viên.\n(Calcium phosphate dibasic dihydrate, Lactose, Microcrystallin cellulose, Povidon, Colloidal silicon dioxid, Magnesi stearat, Hydroxypropyl methylcellulose, Talc, Titan dioxid, Polyethylen glycol 6000, Polysorbat 80).",
  "update_time": "2022/09/18 21:06",
  "name": "Agitritine 200",
  "id": "Yy0caZ0GTO7g2oBXVtzHVtdAbjSm9lJS",
  "no_point": "Bệnh nhân có tiền sử mẫn cảm với Trimebutin hoặc bất cứ thành phần nào của thuốc.\nTrẻ em dưới 12 tuổi."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad1"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P19793_1_l.webp",
  "use": "Đối tượng sử dụng:\n- Dùng cho người bị các chứng bệnh về gan, viêm gan, chức năng gan kém. Gan nhiễm mỡ, men gan cao, uống nhiều bia rượu, uống nhiều thuốc có hại cho gan, người mệt mỏi căng thẳng, chán ăn vàng da.\nCách dùng:\n- Uống mỗi lần 1 viên ngày 1-2 lần sau ăn 1h uống đủ nước.\n- Tùy vào sự chỉ dẫn của Bác sĩ, dược sĩ khuyên thêm cho liều dùng​.",
  "careful": "Phụ nữ có thai chỉ sử dụng khi thật cần thiết\n\nTHAI KÌ\nKhông dùng cho phụ nữ có thai trong 3 tháng đầu thai kỳ.\nTrong thời gian dùng thuốc người mẹ vẫn có thể tiếp tục cho con bú.\n\nLÁI XE\nThận trọng khi lái xe và vận hành máy móc vì thuốc có thể gây mệt mỏi, buồn ngủ, hoa mắt, chóng mặt, suy nhược, nhức đầu.",
  "interact": "Tránh ánh nắng trực tiếp, bảo quản nơi khô ráo, nhiệt độ dưới 25 độ C. Để xa tầm tay trẻ em. Không sử dụng sản phẩm nếu có mẫn cảm với bất kỳ thành phần nào của sản phẩm. Không dùng quá liều lượng khuyến nghị.",
  "preserve": "Tránh ánh nắng trực tiếp, bảo quản nơi khô ráo, nhiệt độ dưới 25 độ C. Để xa tầm tay trẻ em. Không sử dụng sản phẩm nếu có mẫn cảm với bất kỳ thành phần nào của sản phẩm. Không dùng quá liều lượng khuyến nghị.",
  "pack": "Hộp 12 vỉ x 5 viên",
  "point": "- Hỗ trợ chức năng gan, bảo vệ tế bào gan, người có chức năng gan suy yếu\n- Giúp làm hạ men gan cho những người bị men gan cao, gan nhiễm mỡ, người bị viêm gan\n- Bảo vệ gan cho người dùng thuốc có hại cho gan, uống nhiều bia rượu\n- Hỗ trợ cho người thiếu máu, mệt mỏi thần kinh, chán ăn",
  "side_effects": "Tác dụng không mong muốn xảy ra với tỷ lệ thấp, thường gặp các triệu chứng sau:\nDa: phát ban\nDạ dày – ruột: khô miệng, táo bón, tiêu chảy, buồn nôn và nôn, khó tiêu, cảm giác khát nước, đau vùng thượng vị.\nTim mạch: hồi hộp, tim đập nhanh.\nHệ thần kinh trung ương: mệt mỏi, buồn ngủ, hoa mắt, chóng mặt, suy nhược, nhức đầu.\nGan: tăng SGOT, SGPT nhưng hiếm khi xảy ra\nNgừng sử dụng thuốc và thông báo cho bác sỹ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.\n\nQUÁ LIỀU\nKhi xảy ra quá liều, rửa dạ dày và điều trị triệu chứng là chủ yếu.",
  "reference": "https://www.pharmacity.vn/arginin-plus-60-vien.html",
  "unit": "0",
  "component": "- Arginin: 500mg\n- Vitamin B1: 550mcg\n- Vitamin C: 400mcg\n- Vitamin B12: 1.25mcg",
  "update_time": "2022/09/18 21:06",
  "name": "Arginin Plus 500mg",
  "id": "TRPpiCkKSSe8IKoIYnOEwbpTv0eDbys3",
  "no_point": "Đối tượng sử dụng:\n- Dùng cho người bị các chứng bệnh về gan, viêm gan, chức năng gan kém. Gan nhiễm mỡ, men gan cao, uống nhiều bia rượu, uống nhiều thuốc có hại cho gan, người mệt mỏi căng thẳng, chán ăn vàng da.\nCách dùng:\n- Uống mỗi lần 1 viên ngày 1-2 lần sau ăn 1h uống đủ nước.\n- Tùy vào sự chỉ dẫn của Bác sĩ, dược sĩ khuyên thêm cho liều dùng​."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad2"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14669_1_l.webp",
  "use": "Thuốc dùng đường uống.\n- Dùng theo sự chỉ dẫn của bác sĩ điều trị.\n- Liều thường dùng cho người lớn: 100mg x 3 lần/ngày (sáng, chiều và trước khi đi ngủ).\n- Không có nghiên cứu nào về độ an toàn và hiệu quả với trẻ em vì thế không dùng cho trẻ em.",
  "careful": "- Không có sự khác biệt về tác dụng và tác dụng không mong muốn giữa người già và người trẻ nhưng nên thận trọng với bệnh nhân cao tuổi vì các tác dụng không mong muốn có thể làm giảm chức năng sinh lý.\n- Để xa tầm tay trẻ em\n\nKhả năng lái xe và vận hành máy móc\nRebamipid có thể gây run chân tay, chóng mặt, ngủ gà... Bệnh nhân cần được cảnh báo không nên lái xe hay vận hành máy móc nếu họ cảm thấy chóng mặt hoặc các triệu chứng liên quan.\n\nThời kỳ mang thai và cho con bú\nChỉ dùng cho phụ nữ có thai và cho con bú khi thật cần thiết. Ngừng cho con bú khi dùng thuốc vì rebamipid có thể bài tiết qua sữa.",
  "interact": "- Dùng phối hợp với Taurin hoặc L-Glutamin có thể làm tăng hấp thu của rebamipid ở ruột lên 4-9 lần.\n- Nên dùng cách xa các thuốc khác 2 giờ để không làm ảnh hưởng đến hấp thu của các thuốc đó.",
  "preserve": "Để nơi khô ráo, tránh ánh sáng, nhiệt độ không quá 30°C.",
  "pack": "Hộp 6 vỉ x 10 viên nén",
  "point": "Thuốc Ayite 100mg được chỉ định điều trị trong các trường hợp sau:\n- Loét dạ dày\n- Điều trị các thương tổn niêm mạc dạ dày (ăn mòn, chảy máu, đỏ, phù nề) trong viêm dạ dày cấp và đợt cấp của viêm dạ dày mạn.",
  "side_effects": "Thuốc Ayite có thể gặp những tác dụng phụ không mong muốn như:\n- Giảm bạch cầu, giảm tiểu cầu, rối loạn chức năng gan, vàng da là những tác dụng không mong muốn nghiêm trọng của rebamipid.\n- Nguy hiểm nhất là sốc và phản ứng phản vệ, nhưng rất hiếm khi xảy ra.\n- Các tác dụng không mong muốn khác có thể gặp là phản ứng quá mẫn như ban da, ngứa, mày đay, run chân tay, chóng mặt, ngủ gà, táo bón, khó tiêu, buồn nôn, nôn, đau đầu và rối loạn vị giác. Cũng có thể xảy ra phủ hoặc sưng tuyến vú, to vú ở nam giới, rối loạn kinh nguyệt, trống ngực, sốt, đỏ bừng, run lưới, thở hổn hển, tăng BUN, phù.\nThông báo cho thầy thuốc các tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/ayite-100mg-6-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Rebamipide 100mg\nTá dược: lactose monohydrat, tinh bột, cellulose vi tinh thể, poly sorbat, croscarmellose natri, magnesi stearat, silicon dioxyd, HPMC 615, PEG 6000, talc, titan dioxyd... vừa đủ 1 viên.",
  "update_time": "2022/09/18 21:06",
  "name": "Ayite 100mg",
  "id": "Pw0hbXMviwvGz722foL4AkBk0jFN8ixI",
  "no_point": "Thuốc Ayite chống chỉ định trong các trường hợp sau:\nCác bệnh nhân mẫn cảm với bất kỳ thành phần nào của thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad3"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14712_1_l.webp",
  "use": "Liều dùng thuốc Catolis cho người lớn\n\n- Khoảng 6 – 12mg/kg/ngày. Mỗi viên tương đương 150mg.\n\nLiều dùng thuốc Catolis cho trẻ em:\n\nĐọc kỹ hướng dẫn về liều dùng, cách dùng thuốc theo độ tuổi trẻ em trên tờ hướng dẫn sử dụng.\n\nCách dùng\n\n- Nếu dùng với liều 2 viên/ngày thì thời điểm dùng thuốc thường là trước khi đi ngủ hoặc 3-4 viên/ngày nếu được chỉ định dùng với liều cao.\n\n- Nên ăn nhẹ trước hoặc sau khi uống thuốc để tránh gây kích ứng đường tiêu hóa.\n\n- Trong các trường hợp sử dụng thuốc quá liều hay uống quá nhiều thuốc phải cấp cứu, người nhà cần đem theo toa thuốc/lọ thuốc nạn nhân đã uống. Ngoài ra, người nhà cũng cần biết chiều cao và cân nặng của nạn nhân để thông báo cho bác sĩ.\n\n- Tốt nhất vẫn là uống thuốc đúng thời gian bác sĩ kê đơn. Uống thuốc đúng thời gian sẽ bảo đảm tác dụng của thuốc được tốt nhất. Thông thường có thể uống thuốc cách 1-2 giờ so với giờ được bác sĩ yêu cầu, không nên uống bù khi thời gian quá xa cho lần uống tiếp theo.",
  "careful": "Lưu ý trước khi dùng thuốc Catolis\n\n- Trong quá trình sử dụng Acid ursodeoxycholic, bác sĩ có thể yêu cầu người bệnh kiểm tra chức năng gan thường xuyên trong 4 tuần của 3 tháng đầu. Những lần tiếp theo có thể giảm xuống 3 tháng/lần.\n\n- Bạn cần phải thông báo ngay với bác sĩ nếu gặp phải triệu chứng tiêu chảy, vì đây có thể là dấu hiệu cho thấy bạn đang dùng thuốc quá liều. Trường hợp này, các bác sĩ sẽ cân nhắc giảm liều hoặc ngưng sử dụng nếu tiêu chảy quá nặng. Để phòng tránh tiêu chảy, bạn cần uống đủ nước và bổ sung thêm các chất điện giải, vitamin từ rau xanh, hoa quả.\n\n- Nếu bạn đang dùng Acid ursodeoxycholic và cần phải sử dụng thêm các thuốc như Cholestyramine, Colestipol (thuốc giảm mỡ máu) hoặc thuốc kháng acid có chứa nhôm hydroxide, smectite (nhôm oxit) thì cần phải uống cách nhau ra ít nhất từ 1 – 2h để đảm bảo hấp thu, tránh tương tác thuốc có thể xảy ra.\n\n- Acid ursodeoxycholic do có bản chất là acid nên khi dùng trong thời gian dài, người bệnh có thể gặp phải các tác dụng không mong muốn như: táo bón, tiêu chảy, đau bụng, khó tiêu, chóng mặt, buồn nôn, nôn, ho, viêm họng, sổ\n\n- Cần đọc kỹ hướng dẫn trước khi sử dụng thuốc để tránh tác hại của thuốc.\n\nLưu ý dùng thuốc Catolis khi đang mang thai\n\n- Chống chỉ định đối với phụ nữ có thai.\n\n- Tra cứu phân loại thuốc dùng cho phụ nữ có thai theo Cục quản lý Thực phẩm và Dược phẩm Hoa Kỳ (FDA) dưới đây:\n\nKhông có nguy cơ\n\nKhông có nguy cơ trong vài nghiên cứu\n\nCó thể có nguy cơ\n\nCó bằng chứng về nguy cơ\n\nChống chỉ định\n\nVẫn chưa biết.\n\nLưu ý dùng thuốc Catolis khi cho con bú\n\n- Thông thường bác sĩ vẫn khuyên các bà mẹ đang cho con bú không nên uống thuốc. Chính vì vậy người mẹ sẽ phải thật cân nhắc việc dùng thuốc khi đang cho con bú. Đọc kỹ hướng dẫn sử dụng những tờ giấy hướng dẫn sử dụng đi kèm với hộp thuốc. Chú ý các mục “Chống chỉ định” và “Sử dụng trong lúc có thai hoặc cho con bú”.\n\nLưu ý dùng thuốc Catolis cho người cao tuổi\n\n- Thận trọng dùng thuốc với người cao tuổi vì độ nhạy cảm với thuốc ở đối tượng này có thể lớn hơn với người lớn bình thường.\n\nLưu ý chế độ ăn uống khi dùng thuốc Catolis\n\n- Đọc kỹ lưu ý về chế độ ăn uống trên tờ hướng dẫn.\n\n- Cần thận trọng trong việc dùng thuốc. Cần đọc kỹ hướng dẫn có trong hộp đựng, hoặc chỉ dẫn của bác sĩ",
  "interact": "- Tương tác thuốc có thể làm thay đổi khả năng hoạt động của thuốc hoặc gia tăng ảnh hưởng của các tác dụng phụ. Hãy cho bác sĩ hoặc dược sĩ biết tất cả các loại thuốc theo toa và thuốc không kê toa, vitamin, khoáng chất, các sản phẩm thảo dược và các loại thuốc do các bác sĩ khác kê toa. Hãy luôn tham khảo sự tư vấn của bác sĩ.\n\n- Thức ăn, rượu bia và thuốc lá có thể tương tác với vài loại thuốc nhất định. Hãy tham khảo ý kiến bác sĩ về việc uống thuốc cùng thức ăn, rượu bia và thuốc lá",
  "preserve": "Trong bao bì kín, nơi khô, tránh ánh sáng. Nhiệt độ không quá 30°C",
  "pack": "Hộp 4 vỉ x 15 viên",
  "point": "- Hòa tan các sỏi cholesterol mật từ nhỏ tới trung bình không phẫu thuật được (không cản tia X) với chức năng túi mật bình thường.\n\n- Thuốc không có tác dụng với sỏi kích thước lớn hơn 2cm, sỏi đã bị canxi hóa hoặc sỏi có thành phần chính là bilirubin hoặc sỏi hỗn hợp",
  "side_effects": "– Do tính tan ở ruột rất kém, acid ursodeoxycholic không gây kích ứng màng nhầy ruột, do đó các trường hợp tiêu chảy là rất hiếm.\n\n– Gia tăng chứng ngứa ngáy, mề đay khi bắt đầu điều trị chứng ứ mật nặng. Do đó, liều khởi đầu khuyến cáo của các bệnh nhân này là 200 mg/ngày.",
  "reference": "https://www.pharmacity.vn/catolis-150mg-4-vi-x-15-vienhop.html",
  "unit": "0",
  "component": "Ursodeoxycholic acid 150mg",
  "update_time": "2022/09/18 21:06",
  "name": "Catolis 150mg",
  "id": "0XrAg0ZDPICGqJFiGm0Ad3HNWFdsl110",
  "no_point": "- Bệnh nhân mẫn cảm với bất cứ thành phần nào của thuốc"
},{
  "_id": {
    "id": "632725deb67e3c12af140ad4"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11159_1_l.webp",
  "use": "Nên uống thuốc vào bữa ăn và/hoặc trước khi đi ngủ.\n- Theo chỉ dẫn của thầy thuốc.\n- Liều đề nghị:\nNgười lớn:\n+ Loét dạ dày, tá tràng: 800mg/ngày, uống liều duy nhất vào buổi tối trước khi đi ngủ trong ít nhất 4 tuần đối với loét tá tràng và ít nhất 6 tuần đối với loét dạ dày. Liều duy trì: 400mg/ngày.\n+ Trào ngược dạ dày thực quản: 300 - 400mg/lần, ngày 4 lần, dùng từ 4 - 8 tuần.\n+ Hội chứng Zollinger-Ellison: 300 - 400mg/lần, ngày 4 lần.\n+ Stress gây loét đường tiêu hóa trên: 300mg/lần, lặp lại mỗi 6 giờ.\nTrẻ em trên 1 tuổi: Liều từ 20 - 30mg/kg/ngày, chia 3 - 4 lần.",
  "careful": "- Giảm liều ở người bệnh suy gan, thận.\n- Trước khi dùng Cimetidine điều trị loét dạ dày phải loại trừ khả năng ung thư dạ dày.\n- Phụ nữ có thai và cho con bú: Cimetidine đi qua nhau thai và sữa mẹ, không dùng thuốc trong thời kỳ mang thai hoặc cho con bú.",
  "interact": "- Cimetidine làm tăng nồng độ trong huyết tương của Metformin, Quinidine, Procainamide, Lidocaine tiêm, Propranolol, acid Valproic, Phenytoin, Theophylline.\n- Cimetidine làm tăng tác dụng của thuốc chống đông dùng đường uống, tăng tác dụng hạ huyết áp của Nifedipine.\n- Các muối, oxide và hydroxyl Magnesium, Aluminium, Calcium làm giảm sự hấp thu của Cimetidine, nên dùng các thuốc này cách nhau 2 giờ.",
  "preserve": "Nơi khô (độ ẩm < 70%), nhiệt độ < 30°C, tránh ánh sáng",
  "pack": "Hộp 10 vỉ x 10 viên bao phim",
  "point": "- Điều trị ngắn hạn loét dạ dày, tá tràng tiến triển.\n- Điều trị duy trì loét tá tràng với liều thấp sau khi ổ loét đã lành.\n- Điều trị chứng trào ngược dạ dày thực quản gây loét.\n- Điều trị các trạng thái bệnh lý tăng tiết dịch vị như hội chứng Zollinger-Ellison, bệnh đa u tuyến nội tiết.\n- Phòng và điều trị chảy máu đường tiêu hóa do loét thực quản,dạ dày, tá tràng.",
  "side_effects": "- Thường gặp: Tiêu chảy, đau đầu, chóng mặt, ảo giác...\n- Ít gặp: Phát ban, tăng enzyme gan tạm thời, tăng creatinine huyết, sốc phản vệ...\n- Thông báo cho bác sỹ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/cimetidine-mkp-300mg-10-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "- Hoạt chất: Cimetidine 300mg\n- Tá dược vừa đủ 1 viên: Tinh bột sắn, Lactose, Povidone, Magnesium stearate, Sodiumstarch glycolate, Titanium dioxide, Talc, Methacrylic acid copolymer, Polyethylene glycol, Hydroxypropyl methylcellulose, Polysorbate 80, màu oxide sắt đen, màu xanh táo, màu Quinoline yellow, Ethanol 96%.",
  "update_time": "2022/09/18 21:06",
  "name": "Cimetidine MKP 300mg",
  "id": "zdOSnrXimQ4B0Y3j16yJvz9VRnWQtEyz",
  "no_point": "Mẫn cảm với Cimetidine hoặc các thành phần khác của thuốc."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad5"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P17226_1.jpg",
  "use": "- Liều lượng và số lần dùng phụ thuộc vào đáp ứng của từng người bệnh và tình trạng đau cấp tính hay đau mạn tính.Thức ăn không ảnh hưởng đến sự hấp thu của thuốc.\n\n- Người lớn và trẻ em trên 15 tuổi: uống 1-2 viên, cách 4-6 giờ dùng một lần, tổng liều một ngày không vượt quá 8 viên.",
  "careful": "Trong điều trị lâu dài nếu ngừng thuốc đột ngột có thể gây nên hội chứng cai thuốc: hốt hoảng, ra nhiều mô hôi, mất ngủ, buồn nôn, run, tiêu chảy, dựng lông. Trong một số trường hợp có thể xảy ra ảo giác. Do vậy, dùng tramadol liều thấp nhất có tác dụng, không nên dùng thuốc thường xuyên, dài ngày và không nên ngừng đột ngột mà phải giảm dần liều.\n\nỞ liều điều trị, thuốc có thể gây cơn co giật, nên thận trọng ở người có tiền sử động kinh hoặc người bị một số bệnh có nhiều nguy cơ gây co giật hoặc khi phối hợp với IMAO, thuốc chống trầm cảm loại 3 vòng. thuốc an thần kinh. Trường hợp cân thiết phải phối hợp thì phải giảm liều tramadol.\n\nKhi dùng thuốc lần đầu tiên có thể gây nên sốc phản vệ nặng, tuy nhiên ít gặp tử vong.\n\nKhi dùng tramadol liều cao hoặc kết hợp với các thuốc gây mê. rượu sẽ làm tăng nguy cơ ức chế hô hấp.\n\nNgười có chức năng gan, thận giảm cần phải giảm liều tramadol.\n\nTramadol có tiềm năng gây nghiện kiểu morphin. Người bệnh thèm thuốc, tìm kiếm thuốc và tăng liều do nhờn thuốc. Tránh dùng thuốc kéo dài và đặc biệt cho người có tiền sử nghiện opioid.\n\nTránh hoặc hạn chế uống rượu khi dùng thuốc.\n\nBác sĩ cần cảnh báo bệnh nhân về các dấu hiệu của phản ứng trên da nghiêm trọng như hội chứng Stevens-Johnson (S1JS), hội chứng hoại tử da nhiễm độc (TEN) hay hội chứng Lyell, hội chứng ngoại ban mụn mủ toàn thân cấp tính (AGEP).\n\nPhụ nữ có thai và cho con bú\n\nPhải hết sức thận trọng, tính toán kỹ giữa hiệu quả và nguy cơ gây độc với thai nhĩ. Không dùng trong thời kỳ cho con bú.\n\nNgười lái xe, vận hành máy móc và làm việc trên cao\n\nKhông được dùng vì thuốc làm giảm sự tỉnh táo.",
  "interact": "- Carbamazepin: làm tăng chuyển hóa tramadol, néu phối hợp 2 thuốc thì phải tăng liều tramadol lên gấp 2 lần.\n\n- Quinidin: ức chế CYP2D6 làm giảm chuyên hóa và tăng tác dụng của tramadol.\n\n- Fluoxetin, paroxetin, aminotriptylin ức chế sự tái nhập noradrenalin và serotonin. Do vậy. không được phối hợp trong điều trị.\n\n- Warfarin: tramadol làm kéo dài thời gian prothrombin, khi dùng phối hợp với warfarin cần phải kiểm tra thời gian prothrombin thường xuyên.\n\n- Tăng độc tính gan khi dùng thuốc mà uống rượu.\n\n- Uống dài ngày với liều cao, Paracetamol làm tăng nhẹ tác dụng chống đông của coumarin và dẫn chất indandion.\n\n- Cần phải chú ý đến khả năng gây hạ sốt nghiêm trọng ở người bệnh dùng đồng thời phenothiazin và liệu pháp hạ nhiệt.\n\n- Các thuốc dùng đồng thời với Paracetamol sẽ tăng nguy cơ gây độc tính cho gan: phenytoin, barbiturat, carbamazepin, isoniazid.\n\n- Probenecid có thể làm giảm đào thải paracetamol và làm tăng thời gian nửa đời trong huyết tương của paracetamol.\n\n- Isoniazid và các thuốc chống lao làm tăng độc tính của paracetamol đối với gan.",
  "preserve": "Nơi khô ráo, thoáng mát, tránh ánh sáng, nhiệt độ dươi 30°C.",
  "pack": "Hộp 10 vỉ x 10 viên",
  "point": "Giảm đau trong những trường hợp đau nặng hoặc trung bình. Những trường hợp đau khi có chống chỉ định hoặc dùng các thuôc giảm đau khác không hiệu quả.",
  "side_effects": "Ban da và những phản ứng dị ứng khác thỉnh thoảng xảy ra. Thường là ban đỏ hoặc mày đay, nhưng đôi khi nặng hơn và có thể kèm theo sốt do thuốc và thương tổn niêm mạc. Người bệnh man cảm với salicylat hiếm mẫn cảm với Paracetamol và những thuốc có liên quan. Trong một số ít trường hợp riêng lẻ, Paracetamol đã gây giảm bạch cầu trung tính, giảm tiểu cầu và giảm toàn thể huyết cầu.\n\nTác dụng không mong muốn của Tramadol phụ thuộc rõ rệt vào thời gian dùng thuốc và liều lượng. Thuốc dùng dài ngày thì tỉ lệ các tác dụng không-muốn càng tăng cao. Các triệu chứng thường gặp: khó chịu, hạ huyết áp, lo lắng, bồn chôn, lú lẫn, rối loạn phối hợp, sảng khoái, căng thẳng thần kinh, rối loạn giấc ngủ. Trên hệ tiêu hóa: nôn, buồn nôn, đau bụng, chán ăn, trướng bụng, táo bón. Ở hệ cơ xương: tăng trương lực. Phát ban da, rối loạn sự nhìn, triệu chứng tiền mãn kinh, tiêu dắt, bí tiêu.    \n\nThông báo cho Bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/degevic-vacopharm-10vi-x-10vien.html",
  "unit": "0",
  "component": "- Paracetamol 325mg, Tramadol hydroclorid 37,5mg\n\n- Tá dược: Polyvinyl pyrrolidon K30, Magnesi stearat, Microcrystallin cellulose 101 vừa đủ 1 viên",
  "update_time": "2022/09/18 21:06",
  "name": "Degevic Vacopharm",
  "id": "tW3PP8Gjy8CEUHYZaEnySC1ywBo3fC92",
  "no_point": "- Mẫn cảm với thuốc hoặc với opioid.\n\n- Ngộ độc cấp hoặc dùng quá liều các thuốc ức chế thần kinh trung ương như: rượu, thuốc ngủ, thuốc giảm đau trung ương, các opioid hoặc các thuốc điều trị tâm thần.\n\n- Người đang dùng IMAO hoặc mới dùng (ngừng thuốc chưa đến 15 ngày).\n\n- Suy hô hấp nặng. suy gan nặng.\n\n- Trẻ em đưới 15 tuôi. Phụ nữ đang cho con bú. Động kinh chưa kiểm soát được bằng điều trị.\n\n- Nghiện opioid.\n\n- Người lái xe, vận hàng máy móc và làm việc trên cao."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad6"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P05886_1_l.webp",
  "use": "Người lớn và trẻ em trên 12 tuổi: uống 1 viên x2 lần/ ngày. Trẻ em từ 6- 12tuổi; uống 1/2 viên x 2 lần/ ngày,Khoảng cách giữa hai lần uống là 12 giờ.\nSau khoảng 4 - 6 giờ dùng thuốc, nếu bị sốt nên sử dụng thuốc chỉ có chứa hoạt chất Paracetamol.\nHoặc uống theo chỉ dẫn của Bác sĩ.",
  "careful": "Đối với người bị phenylceton - niệu và người phải hạn chế lượng phenylalanin đưa vào cơ thể nên tránh dùng Paracetamol với thuốc hoặc thực phẩm có chứa Aspartam.\nĐối với một số người quá mẫn (bệnh hen) nên tránh dùng Paracetamol với thuốc hoặc thực phẩm có chứa sulfit.\nPhải dùng thận trọng ở người bệnh có thiếu máu từ trước, người suy giảm chức năng gan vầ thận.\nUống nhiều rượu có thể gây tăng độc tính với gan của Paracetamol, nên tránh hoặc hạn chế uống rượu.\nKhi dùng Loratadin, có nguy cơ khô miệng ở người cao tuổi và tăng nguy cơ sâu răng.\nNgười bệnh bị ho có quá nhiều đờm và ho mạn tính ở người hút thuốc, hen hoặc tràn khí, có nguy cơ hoặc đang bị suy giảm hô hấp, trẻ em bị dị ứng. Khi sử dụng liều cao Dextromethorphan, có thể xảy ra lạm dụng và phụ thuộc thuốc.\nĐối với thuốc chứa Paracetamol: Bác sĩ cần cảnh báo bệnh nhân về các dấu hiệu của phản ứng trên da nghiêm trọng như hội chứng Steven-Jonhson (SJS), hội chứng hoại tử da nhiễm độc (TEN) hay hội chứng Lyell, hội chứng ngoại ban mụn mủ toàn thân cấp tính (AGEP).\n\nPhụ nữ có thai và cho con bú: Thận trọng khi sử dụng thuốc cho người mang thai và cho con bú vì chưa xác định được tính an toàn đối với các đối tượng này.\n\nLái xe và vận hành máy móc: Thận trọng khi lái xe và vận hành máy móc vì thuốc có thể gây tình trạng mệt mỏi, chóng mặt.",
  "interact": "Paracetamol làm tăng tác dụng của thuốc kháng đông (Warfarin). Rượu, thuốc chống co giật (Phenytoin, Barbiturat, Carbamazepi )thuốc chống lao có thể làm tăng độc tính của Paracetamol đối với gan.\nCimetidin, Ketoconazol, Erythromycin lam tăng nồng độ của Loratadin trong huyết tương, nhưng không có biểu hiện lâm sàng vì Loratadin có chỉ số điểu trị rộng.\nDextromethorphan làm tăng tác dụng của các thuốc ức chế thần kinh trung ương. Quinidin làm tăng nồng độ trong huyết thanh và làm tăng các tác dụng không mong muốn của Dextromethorphan.",
  "preserve": "Nơi khô, nhiệt độ không quá 30°C, tránh ánh sáng",
  "pack": "Hộp 25 vỉ x 10 viên",
  "point": "Điều trị các triệu chứng cảm cúm: sốt, nhức đầu, sổ mũi, ngứa mắt, chảy nước mắt, ho.",
  "side_effects": "- Liên quan đến Paracetamol: Ít gặp: ban da; buồn nôn, nôn; bệnh thận, độc tính thận khi lạm dụng dài ngày; giảm bạch cầu toan tính, toàn thể huyết cầu, thiếu máu. Hiếm gặp: phản ứng quá mẫn.\n- Liên quan đến Loratadin: Thường gặp: đau đầu, khô miệng. Ít gặp: chóng mặt, khô mũi và hắt hơi, viêm kết mạc. Hiếm gặp: trầm cảm, tim đập nhanh, loạn nhịp nhĩ thất, đánh trống ngực, buồn nôn, kinh nguyệt không đều, ngoại ban, nổi mể đay và choáng phản vệ. \n- Liên quan đến Dextromethorphan: Thường gặp: mệt mỏi, chóng mặt, nhịp tim nhanh, buồn nôn, đỏ bừng. Ít gặp: nổi mày đay. Hiếm gặp: ngoại ban da, buồn ngủ nhẹ, rối loạn tiêuhóa.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/hapacol-cf-25-vi-x-10-vien.html",
  "unit": "0",
  "component": "Paracetamol: 500mg\nLoratadin: 5mg\nDextromethorphan hydrobromid 15mg\nTá dược vừa đủ 1 viên (Tinh bột mì, natri benzoat, lactose, avicel, sodium starch glycolat, aerosil, magnesi stearat, PVP K30, natri metabisulfit, HPMC, PVA, PEG 6000, titan dioxyd, màu FD  và  C Blue No 1, màu Eurolake green, talc).",
  "update_time": "2022/09/18 21:06",
  "name": "Hapacol CF",
  "id": "xj2MiSiNfYhnvRMlOCy9y14OlxDSH2Ab",
  "no_point": "Quá mẫn với một trong các thành phần của thuốc. Người bệnh thiếu hụt glucose - 6 - phosphat dehydrogenase. Trẻ em dưới 2 tuổi.\nNgười bệnh đang dùng thuốc ức chế monoamin oxydase (MAO)."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad7"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P06165_1_l.webp",
  "use": "Giảm đau\nLiều khởi đầu 200 - 400 mg, sau đó nếu cần có thể lặp lại mỗi 4 - 6 giờ, nhưng không được vượt quá 1200 mg/ngày.\nThấp khớp\nĐiều trị tấn công: 2 viên/lần x 3 lần/ngày.\nĐiều trị duy trì: 3 - 4 viên/ngày (chia 3 - 4 lần).\nThống kinh\n1 viên/lần x 3 lần/ngày.\nUống thuốc với nhiều nước, không được nhai, nên uống trong bữa ăn.",
  "careful": "- Tiền sử loét dạ dày - tá tràng, thoát vị hoành, xuất huyết tiêu hóa.\n- Bệnh nhân suy tim, suy gan, thận hư, bệnh nhân dùng thuốc lợi tiểu, người già.\n- Nguy cơ huyết khối tim mạch:\nCác NSAID không phải aspirin, dùng đường toàn thân, có thể làm tăng nguy cơ xuất hiện biến cố huyết khối tim mạch, bao gồm cả nhồi máu cơ tim và đột quỵ, có thể dẫn đến tử vong. Nguy cơ này có thể xuất hiện sớm trong vài tuần đầu dùng thuốc và có thể tăng lên theo thời gian dùng thuốc. Nguy cơ huyết khối tim mạch được ghi nhận chủ yếu ở liều cao.\nBác sĩ cần đánh giá định kỳ sự xuất hiện của các biến cố tim mạch, ngay cả khi bệnh nhân không có các triệu chứng tim mạch trước đó. Bệnh nhân cần được cảnh báo về các triệu chứng của biến cố tim mạch nghiêm trọng và cần thăm khám bác sĩ ngay khi xuất hiện các triệu chứng này.\nĐể giảm thiểu nguy cơ xuất hiện biến cố bất lợi, cần sử dụng ibuprofen ở liều hàng ngày thấp nhất có hiệu quả trong thời gian ngắn nhất có thể.\nThai kỳ\nThời kỳ mang thai\nCác thuốc kháng viêm có thể ức chế co bóp tử cung và làm chậm đẻ. Các thuốc kháng viêm không steroid cũng có thể gây tăng áp lực phổi nặng và suy hô hấp nặng ở trẻ sơ sinh do đóng sớm ống động mạch trong tử cung. Các thuốc kháng viêm cũng ức chế chức năng tiểu cầu, làm tăng nguy cơ chảy máu.\nSau khi uống các thuốc kháng viêm không steroid, cũng có nguy cơ ít nước ối và vô niệu ở trẻ sơ sinh. Trong 3 tháng cuối thai kỳ, phải hết sức hạn chế sử dụng đối với bất cứ thuốc kháng viêm nào. Các thuốc này cũng có chống chỉ định tuyệt đối trong vài ngày trước khi sinh.\nThời kỳ cho con bú\nIbuprofen vào sữa mẹ rất ít, không đáng kể. Ít khả năng xảy ra nguy cơ cho trẻ ở liều bình thường với mẹ.\nLái xe\nKhông ảnh hưởng.",
  "interact": "Các NSAID khác và salicylat liều cao: tăng khả năng gây loét và xuất huyết đường tiêu hóa.\nKháng đông đường uống, heparin tiêm và ticopidin: làm tăng nguy cơ xuất huyết do ức chế chức năng tiểu cầu và làm suy yếu niêm mạc dạ dày - tá tràng.\nLithium: tăng lithium trong máu.\nMethotrexat: tăng độc tính về huyết học của chất này, đặc biệt khi dùng methotrexat với liều > 15 mg/tuần.\nCác sulfamid hạ đường huyết: tăng hiệu quả hạ đường huyết.\nDigoxin: làm gia tăng nồng độ digoxin trong máu.\nThuốc điều trị cao huyết áp (chẹn beta, ức chế men chuyển, thuốc lợi tiểu): giảm tác dụng các thuốc này do ức chế prostaglandin giãn mạch.",
  "preserve": "Dưới 30oC. Tránh ẩm và ánh sáng.",
  "pack": "Hộp 10 vỉ x 10 viên.",
  "point": "Liều thấp:\nĐiều trị triệu chứng các bệnh lý gây đau như: đau đầu, đau răng, đau của hệ thống cơ quan vận động, thống kinh.\nLiều cao (> 1200 mg/ngày):\nĐiều trị triệu chứng trong một thời gian dài các trường hợp thấp khớp mạn tính, nhất là viêm đa khớp dạng thấp, viêm dính khớp cột sống và các hội chứng tương tự như hội chứng Friessinger - Leroy - Reiter và thấp khớp do vảy nến, một số bệnh lý hư khớp gây đau và tàn phế.\nĐiều trị triệu chứng trong thời gian ngắn các đợt cấp của các bệnh lý quanh khớp (đau vai cấp, viêm gân cơ,...), đau thắt lưng và đau rễ thần kinh nặng. Chấn thương.",
  "side_effects": "Các triệu chứng rối loạn về dạ dày - ruột có thể xảy ra như: buồn nôn, nôn, đau dạ dày, ăn không tiêu, rối loạn nhu động.\nRất ít khi bị đau đầu, chóng mặt, ban đỏ, ngứa, sần, phù.\nNgoài ra, có thể gặp nguy cơ huyết khối tim mạch.\nThông báo ngay cho bác sĩ hoặc dược sĩ những phản ứng có hại gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/ibuprofen-stada-400mg-10vi-x-10vien.html",
  "unit": "0",
  "component": "Dược chất: Ibuprofen 400 mg\nTá dược: Tinh bột ngô, tinh bột tiền hồ hóa, aerosil, magnesi stearat, acid stearic, opadry II white, opadry clear.",
  "update_time": "2022/09/18 21:06",
  "name": "Ibuprofen Stada 400mg",
  "id": "2aurUbtDOPhFjHkz5asmei0pkYue0pXb",
  "no_point": "Tuyệt đối:\nMẫn cảm với ibuprofen và các chất tương tự.\nLoét dạ dày - tá tràng đang tiến triển.\nSuy tế bào gan nặng.\nSuy thận nặng.\nTrẻ em dưới 15 tuổi.\nPhụ nữ mang thai trong 3 tháng đầu và 3 tháng cuối thai kỳ.\nPhụ nữ cho con bú."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad8"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P16718_1_l.webp",
  "use": "Cách dùng\nNuốt nguyên viên cùng với một cốc nước, trong hoặc sau khi ăn. Không nhai viên. Một số bệnh nhân có thể cần dùng các thuốc khác khi đang dùng nabumeton. Bác sĩ sẽ kê đơn các thuốc này khi cần thiết.\nLưu ý:\nĐể hạn chế nguy cơ gặp tác dụng không mong muốn, giảm nguy cơ bị đột quỵ hoặc suy tim, cần:\n- Uống đúng liều lượng như đã được kê đơn.\n- Chỉ dùng thuốc trong khoảng thời gian như được kê đơn.\nBác sĩ sẽ lựa chọn liều phù hợp cho bệnh nhân. Liều lượng này sẽ được ghi rõ trên nhãn thuốc. Nếu liều lượng này không phù hợp hoặc nghi ngờ, cần hỏi lại bác sĩ hoặc dược sĩ.\n\nLiều lượng\nLiều dùng được bác sĩ điều chỉnh phù hợp với người bệnh. Người bệnh phải tuân thủ theo chỉ định đó.\nTrẻ em: Không khuyến cáo sử dụng nabumeton cho trẻ em.\nKhi sử dụng nabumeton, bác sĩ có thể yêu cầu bạn làm những xét nghiệm:\n- Kiểm tra chức năng thận: Bác sĩ có thể làm một số xét nghiệm trước khi bắt đầu điều trị bằng nabumeton và tái kiểm tra chức năng thận sau khi người bệnh dùng thuốc một vài tuần.\n- Kiểm tra chức năng gan.\n- Kiểm tra để đảm bảo không có hiện tượng sưng ở một số bộ phận trên cơ thể. Bác sĩ có thể kê đơn thuốc để hỗ trợ các triệu chứng này.\n- Nếu là người cao tuổi, người bệnh cần được làm các xét nghiệm này trong 4 tuần điều trị đầu tiên. Điều này nhằm đảm bảo rằng thuốc đang phát huy tốt tác dụng và liều lượng đang dùng là phù hợp.\n\nNếu quên không dùng thuốc, không uống gấp đôi cho liều đã quên. Bỏ qua liều đã quên và uống liều tiếp theo như bình thường.",
  "careful": "Nguy cơ huyết khối tim mạch\nNguy cơ xuất hiện biến cố huyết khối tim mạch, bao gồm cả nhồi máu cơ tim và đột quỵ, có thể dẫn đến tử vong. Nguy cơ này có thể xuất hiện sớm trong vài tuần đầu dùng thuốc và có thể tăng lên theo thời gian dùng thuốc, chủ yếu xảy ra khi dùng ở liều cao.\nĐể giảm thiểu nguy cơ xuất hiện biến cố bất lợi, cần sử dụng Natondix ở liều hàng ngày thấp nhất có hiệu quả trong thời gian ngắn nhất có thể.\n\nTrường hợp có thai và cho con bú\nBáo cho bác sĩ nếu bạn đang mang thai hoặc đang cho con bú. Bác sĩ sẽ quyết định dùng thuốc như thế nào là tốt cho bạn và con bạn.\nCần lưu ý rằng: Dùng thuốc này có thể khiến bạn khó có thai hơn.\nCần hỏi ý kiến bác sĩ để được tư vấn thêm nếu cần thiết.\n\nTác động của thuốc khi lái xe và vận hành máy móc\nNatondix có thể gây buồn ngủ, chóng mặt, mệt mỏi, rối loạn tầm nhìn. Nếu gặp những tác dụng không mong muốn này, không nên lái xe hoặc vận hành máy móc. Bác sĩ có thể sắp xếp để bạn kiểm tra mắt nếu có những ảnh hưởng đến thị lực khi đang dùng thuốc.\n\nCần tham vấn của bác sĩ, dược sĩ khi:\nCó tiền sử mẫn cảm với bất kỳ thành phần nào của thuốc.\nNgười bệnh sử dụng thuốc khác khi đang điều trị bằng Natondix.\nTrẻ em.\nPhụ nữ mang thai hoặc có kế hoạch mang thai.\nPhụ nữ cho con bú.\nNgười bị hoặc có tiền sử loét đường tiêu hóa, suy gan, suy thận, bệnh tim mạch.",
  "interact": "Cần báo cho bác sĩ nếu bạn đang sử dụng các thuốc sau:\n- Thuốc chống đông máu như warfarin (thuốc làm loãng máu)\n- Thuốc chống co giật như phenytoin\n- Thuốc chống trầm cảm nhóm ức chế tái hấp thu chọn lọc serotonin (điều trị trầm cảm)\n- Thuốc điều trị đái tháo đường như chlorpropamid và metformin (thuốc dùng đường uống để kiểm soát đường huyết)\n- Thuốc điều trị tăng huyết áp như các thuốc ACEI và ARB\n- Glycosid tim như digoxin (thuốc kiểm soát hoạt động của tim)\n- Ciclosporin và tacrolimus (thuốc chống thải ghép)\n- Corticosteroid (thuốc điều trị các bệnh về da liễu)\n- Thuốc lợi tiểu\n- Lithi (điều trị các vấn đề về tâm thần)\n- Methotrexat (thuốc điều trị viêm khớp)\n- Mifepriston (thuốc gây sảy thai): trong vòng 2 tuần sau khi uống mifepriston không nên dùng nabumeton.\n- Thuốc chống viêm không steroid (NSAID), bao gồm ibuprofen, diclofenac, naproxen, clopidogrel hoặc aspirin\n- Kháng sinh quinolon (thuốc điều trị nhiễm trùng)\n- Zidovudin (thuốc điều trị HIV)\n- Thuốc liên kết protein như sulphonamid, sulphonylure, hydantoin (thuốc điều trị nhiễm trùng, đái tháo đường, phù, tăng huyết áp và gout)\n- Các thuốc khác, kể cả các thuốc không cần kê đơn",
  "preserve": "Nơi khô, nhiệt độ không quá 30 độ C, tránh ánh sáng. Để xa tầm tay trẻ em.",
  "pack": "Hộp 4 vỉ x 15 viên",
  "point": "Thuốc được sử dụng để điều trị đau, cứng và sưng khớp trong trường hợp thoái hóa khớp, viêm khớp dạng thấp.",
  "side_effects": "Giống như các thuốc khác, Natodix có thể gây ra một số tác dụng không mong muốn. Tuy nhiên, không phải ai cũng gặp phải những tác dụng không mong muốn này.\nNgừng điều trị và đến ngay cơ sở y tế gần nhất nếu: Khó thở, sưng mặt hoặc họng, ban da nặng và có thể bị phồng rộp, đau ngực hoặc đột ngột cảm thấy tê hay lú lẫn, đi ngoài phân đen, nôn ra mái hoặc chất nôn có hạt màu cà phê.\n\nTác dụng phụ thường gặp\nÙ tai hoặc có các vấn đề về tai, tăng huyết áp (có thể hoa mắt, đau dầu), tiêu chảy, táo bón, mệt mỏi, viêm niêm mạc dạ dày, đau dạ dày, đầy hơi, ban da, ngứa da, ứ nước gây phù mắt cá chân.\nCác tác dụng phụ ít hoặc hiếm gặp khác.\nVề nguy cơ huyết khối tim mạch, xem thêm phần Thận trọng.\nNếu gặp phải những tác dụng mong muốn khi dùng thuốc, kể cả các tác dụng không được liệt kê ở trên, cần báo cho bác sĩ hoặc dược sĩ để được tư vấn.\n\nQuá liều\nDùng quá liều NATONDIX nhiều hơn số lượng được kê đơn. Nếu cô tình uống quá liều, cần báo ngay cho bác sĩ hoặc đến cơ sở y tế gần nhất.",
  "reference": "https://www.pharmacity.vn/natondix-hop-4-vi-x-15-vien.html",
  "unit": "0",
  "component": "Nabumeton 750mg\nTá dược vừa đủ 1 viên (cellulose vi tinh thể 101, natri starch glycolat, hydroxypropylcellulose, natri lauryl sulfat, magnesi stearat, silic dioxyd keo, hypromellose 6cps, polyethylen glycol, talc, titan dioxyd, sunset yellow lake).",
  "update_time": "2022/09/18 21:06",
  "name": "Natondix",
  "id": "5s5IwLiIdCAk2YJfz9hEIbUe4zeWIK7h",
  "no_point": "- Mẫn cảm với nabumeton hoặc bất kỳ thành phần nào của thuốc.\n- Có phản ứng dị ứng như ban da, ngứa, chảy nước mũi hoặc thở ngắn khi sử dụng aspirin hoặc các NSAID khác như ibuprofen, diclofenac, naproxen. Một số trường hợp có tiền sử dị ứng với các thuốc nhóm NSAID rất trầm trọng, thậm chí có thể gây tử vong nếu tiếp tục sử dụng lại loại thuốc đó.\n- Tiền sử hen suyễn do NSAID.\n- Đau do bắc cầu mạch vành.\n- Loét hoặc có tiền sử loét, thủng hoặc xuất huyết đường tiêu hóa.\n- Suy tim nặng.\n- Đang điều trị đột quỵ hoặc xuất huyết nội.\n- Xơ gan.\n- Suy thận.\n- Phụ nữ có thai 3 tháng cuối thai kỳ.\n- Phụ nữ cho con bú.\nNgười bệnh thuốc các trường hợp trên cần hỏi bác sĩ hoặc dược sĩ để được tư vấn.\nKhông dùng nabumeton cho trẻ em."
},{
  "_id": {
    "id": "632725deb67e3c12af140ad9"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P16702_1_l.jpg",
  "use": "* Cách dùng:Chỉ sử dụng đường uống. Thuốc phải được uống cả viên, với một lượng đủ nước. Không được bẻ hoặc nhai viên thuốc\n* Liều dùng:\nNgười lớn và thanh thiếu niên (15 tuổi trở lên)\n- Liều phải được điều chỉnh cho từng bệnh nhân tùy theo mức độ đau và sự đáp ứng của bệnh nhân.\n- Liều khởi đầu 2 viên Paratramol được đề nghị. Việc tăng liều có thể cần thiết nhưng không được vượt quá 8 viên (tương đương 300 mg tramadol và 2.600 mg paracatamol) một ngày.\n- Khoảng cách giữa các liều dùng không được dưới 6 giờ. Không được sử dụng Paratramol lâu hơn cần thiết. Nếu cần sử dụng nhắc lại hoặc điều trị lâu dài với Paratramol do tính chất và mức độ nghiêm trọng của chứng bệnh, cần tiến hành theo dõi thận trọng và định kỳ (cân nhắc tạm ngừng điều trị, khi có thể) để quyết định có tiếp tục điều trị hay không. J,\nTrẻ em\n- Tính an toàn và hiệu quả của việc sử dụng Paratramol cho trẻ em dưới 15 tuổi chưa được thiết lập. Do đó không đề nghị sử dụng thuốc cho nhóm bệnh nhân này.\nBênh nhân già\n- Liều thường dùng có thể được sử dụng mặc dù cần lưu ý rằng ở các người tự nguyện trên 75 tuổi, thời gian bán thải của tramadol tăng 17% sau khi sử dụng đường uông. Ở các bệnh nhân trên 75 tuổi, khoảng cách tối thiểu giữa các lần sử dụng thuốc phải trên 6 giờ vì sự có mặt của tramadol.\nBênh nhân suy thận\n- Vì thuốc có chứa tramadol, việc sử dụng Paratramol không được đề nghị sử dụng cho các bệnh nhân suy thận nang (do thanh thai creatinin <10 ml/phút). Các bệnh nhân có độ thanh thải creatinin dưới 30 ml/phút không sử dụng quá 100mg tramadol/ngày (không quá 2 viên/ngày).\n- Trong trường hợp suy thận trung bình (độ thanh thải creatinin nằm trong khoảng 10 đến 30 ml/phút), cần tăng khoảng cách giữa các liều dùng lên 12 giờ. Vì tramadol chỉ được loại khỏi cơ thể rất chậm bởi thâm tách máu và thẩm tách mang bụng, việc sử dụng thuốc sau khi thẩm tách đề duy trì tác dụng giảm đau thường không được yêu cầu.\nBênh nhân suy gan\n- Ở các bệnh nhân suy gan nặng, không được sử dụng Paratramol. Trường hợp suy gan trung bình, kéo dài khoảng cách giữa các lần sử dụng thuốc phải được cân nhắc cẩn thận.",
  "careful": "- Sự phụ thuộc của khả năng dung nạp thuốc đối với các yếu tố thể chất và tâm lý của cơ thể có thể tăng lên thậm chí ngay ở liều điều trị. Nhu cầu giảm đau trên lâm sàng cân được định kỳ xác minh lại. Ở các bệnh nhân phụ thuộc oploid và ở những bệnh nhân có tiên sử lạm dụng ma túy hoặc nghiện ma túy, chỉ nên sử dụng thuốc trong thời gian ngắn và dưới sự giám sát của bác sỹ.\nParatramol phải được sử dụng thận trọng cho các bệnh nhân sau:\n- Chấn thương sọ.\n- Rối loạn co giật.\n- Rối loạn đường mật.\n- Tình trạng sốc.\n- Tình trạng thay đổi nhận thức chưa rõ nguyên nhân.\n- Các vấn đề ảnh hưởng tới trung tâm hô hấp hoặc chức năng hô hấp.\n- Tăng áp suất nội sọ.\n- Sử dụng Paratramol quá liều có thể gây nhiễm độc gan.\n- Ở liều điều trị tramadol có thể gây các triệu chứng cai thuốc. Hiếm các trường hợp phụ thuộc và lạm dụng thuôc đã được báo cáo. Có thể xảy ra các triệu chứng của phản ứng ngừng thuốc, tương tự như các phản ứng xảy ra khi ngừng sử dụng các opioid. Kinh nghiệm lâm sàng cho thấy các phản ứng ngừng thuốc có thể tránh bằng cách ngừng thuốc dần dần, đặc biệt sau khi điều trị lâu dài các thuốc opioid.\n- Trong một nghiên cứu, sử dụng tramadol trong khi gây mê toàn thân với enflurane và nitrous oxide đã ghi nhận có làm tăng sự hồi tỉnh trong quá trình phẫu thuật. Cho đến: khi chưa có thông tin thêm, việc sử dụng tramadol trong khi gây mê ở mức độ nhẹ cần được tránh.\nSử dụng cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\nKhi Paratramol chứa paracetamol kết hợp với một hoạt chất bao gồm tramadol, nó không được sử dụng cho phụ nữ đang mang thai.\nDữ liệu về paracetamol:\n- Các nghiên cứu về dich tễ học cho thấy không có tác dụng có hại cho phụ nữ mang thai sử dụng paracetamol ở liều khuyến cáo.\nDữ liệu về tramadol:\n- Tramadol không được sử dụng cho phụ nữ mang thai vì chưa có các bằng chứng đầy đủ về tính an toàn của thuốc khi sử dụng cho phụ nữ mang thai. Sử dụng tramadol trước và trong khi sinh không ảnh hưởng đến viéc co tử cung, Ở trẻ sơ sinh, thuốc có thể làm thay đổi nhịp hôhap, thường không đáng kể về mặt lâm sảng. Điều trị lâu dài ở phụ nữ mang thai, có thể dẫn đến các triệu chứng cai thuốc ở trẻ sau khi sinh, kết quả của sự quen thuốc.\nPhụ nữ đang cho con bú\nKhi Paratramol chứa paracetamol kết hợp với một hoạt chấtt bao gồm tramadol, không được sử dụng thuốc cho phụ nữ đang cho con bú.\nDữ liệu về paracetamol:\n- Paracetamol bài tiết vào sữa mẹ nhưng với một lượng không đáng kể về mặt lâm sàng. Theo các tài liệu có giá trị đã công bố, không chống chỉ định cho phụ nữ nuôi con bú sử dụng chế phẩm thuốc chỉ chứa đơn chất paracetamol.\nDữ liệu về tramadol: Tramadol và các chất chuyền hóa của nó được tìm thấy một lượng nhỏ trong sữa mẹ. Trẻ bú mẹ có thể hấp thu khoảng 10% liều dùng cho bà bà mẹ. Không sử dụng tramadol cho phụ nữ nuôi con bú.\nẢnh hưởng trên khả năng sinh sản:\n- Các kết quả theo dõi hậu mãi không cho thấy ảnh hưởng của tramadol lên khả năng sinh sản.\n- Các nghiên cứu trên động vật không chỉ ra bât kỳ ảnh hưởng nào của tramadol lên khả năng sinh sản. Chưa có nghiên cứu nào được tiến hành đối với thuốc phối hợp tramadol và paracetamol\nTác dụng của thuốc khi lái xe và vận hành máy móc:\n- Tramadol có thể gây hoa mắt, chóng mặt. Tác dung này có thể tăng khi sử dụng đồng thời với\nrượu hoặc các thuốc ức chế hệ thần kinh trung ương khác. Không được lái xe và vận hành máy\nmóc khi sử dụng thuốc.",
  "interact": "https://www.pharmacity.vn/paratramol-polpharma-6-vi-x-10-vienhop.html",
  "preserve": "Trong bao bì kín, nơi khô, tránh ánh sáng. Nhiệt độ không quá 30°C.",
  "pack": "Hộp 3 vỉ x 10 viên",
  "point": "- Paratramol được chỉ định điều trị triệu chứng đau từ trung bình đến nặng.\n- Paratramol phải được sử dụng hạn chế cho các bệnh nhân đau từ trung bình đến nặng có cân\nnhắc đến nhu câu phối hợp tramadol và paracetamol",
  "side_effects": "https://www.pharmacity.vn/paratramol-polpharma-6-vi-x-10-vienhop.html",
  "reference": "https://www.pharmacity.vn/paratramol-polpharma-6-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Hoạt chất: Tramadol hydrochloride 37,5mg, Paracetamol 325mg.\nTá dược: Viên trần: tinh bột ngô: 36,1mg, cellulose vi tinh thể: 45,4mg, natri starch glycolat (loai A): 28,8 mg,silica colloidal khan: 2,4mg, magnesi stearate: 4,8mg.\nTá dược bao: hypromellose: 9,375mg, macrogol 400: 1,875mg, titan dioxid (E 171): 3,6mg, oxid sắt vàng (E172): 0,15mg.",
  "update_time": "2022/09/18 21:06",
  "name": "Paratramol 37,5mg/ 325mg",
  "id": "AE7fsm01sLLGbeFm0W0uM3Et5VPQ3h4T",
  "no_point": "- Mẫn cảm với tramadol, paracetamol hoặc bất cứ thành phần nào của thuốc\n- Nhiễm độc cấp với rượu, thuốc ngủ, các thuốc giảm đau tác dụng trung ương, các opioid và các thuốc tác động đến tâm thần.\n- Paratramol không được sử dụng cho các bệnh nhân đang dùng các thuốc ức chế monoamine oxidase hoặc trong vòng hai tuần sau khi ngừng sử dụng các thuốc này.\n- Bệnh nhân suy gan nặng.\n- Bệnh nhân động kinh không được kiểm soát bằng việc điều trị.\n- Bệnh nhân suy hô hấp nặng\n- Trẻ em dưới 15 tuổi.\n- Phụ nữ có thai và phụ nữ đang cho con bú.\n- Người thiếu hụt glucose-6-phosphat dehydrogenase"
},{
  "_id": {
    "id": "632725deb67e3c12af140ada"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P04422_1_l.webp",
  "use": "Dùng theo liều chỉ định của Bác sĩ hoặc liều thường dùng.\nNên bắt đầu bằng liều thấp và tăng liều từ từ.\n- Liều ban đầu cho người bệnh ngoại trú: 75mg/ngày, chia vài lần. Nếu cần có thể tăng tới 150mg/ngày. Liều tăng được ưu tiên dùng buổi chiều hoặc buổi tối.\n- Liều duy trì ngoại trú: 50mg - 100mg/ngày. Với người bệnh thể trạng tốt, dưới 60 tuổi, liều có thể tăng lên đến 150mg/ngày, uống một lần vào buổi tối. Tuy nhiên liều 24 - 40mg/ngày có thể đủ cho một số người bệnh. Khi đã tác dụng đầy đủ và tình trạng người bệnh đã được cải thiện, nên giảm liều xuống đến liều thấp nhất có thể được để duy trì tác dụng. Tiếp tục điều trị duy trì 3 tháng hoặc lâu hơn để giảm khả năng tái phát. Ngừng điều trị cần thực hiện dần từng bước và theo dõi chặt chẽ vì có nguy cơ tái phát.\n- Đối với người bệnh điều trị tại bệnh viện: Liều ban đầu lên đến 100mg/ngày, cần thiết có thể tăng dần đến 200mg/ngày, một số người cần tới 300mg. Người bệnh cao tuổi và người bệnh trẻ (thiếu niên) dùng liều thấp hơn, 50mg/ngày, chia thành liều nhỏ.\nHướng dẫn điều trị cho trẻ em:\n- Tình trạng trầm cảm: Không nên dùng thuốc cho trẻ em dưới 12 tuổi.\n- Thiếu niên: Liều ban đầu: 10mg/lần, 3 lần/ngày và 20mg lúc đi ngủ. Cần thiết có thể tăng dần liều, tuy nhiên liều thường không vượt 100mg/ngày.\n- Đái dầm ban đêm ở trẻ em: Liều gợi ý cho trẻ 6 - 10 tuổi: 10 - 20mg uống lúc đi ngủ; trẻ trên 11 tuổi : 25 - 50mg uống trước khi đi ngủ. Điều trị không kéo dài quá 3 tháng.",
  "careful": "- Động kinh không kiểm soát được, bí tiểu tiện và phì đại tuyến tiền liệt, suy giảm chức năng gan, tăng nhãn áp góc đóng, bệnh-tim mạch, bệnh cường giáp hoặc đang điều trị với các thuốc tuyến giáp.\n- Người bệnh đã điều trị với các chất ức chế monoamin oxydase, phải ngừng thuốc ít nhất 14 ngày, mới được điều trị bằng amitriptylin.\n- Dùng các thuốc chống trầm cảm 3 vòng cùng với các thuốc kháng cholinergic có thể làm tăng tác dụng kháng cholinergic.\n- Người đang lái xe và vận hành máy móc.\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\nCác thuốc chống trầm cảm 3 vòng qua nhau thai vào thai nhi, gây an thần và bí tiểu tiện ở trẻ sơ sinh. Vì vậy, trong 3 tháng cuối thai kỳ, amitriptylin chỉ được dùng với chỉ định nghiêm ngặt, cần cân nhắc lợi ích của người mẹ và nguy cơ cho thai nhi.\nPhụ nữ cho con bú:\nAmitriptylin bài tiết vào sữa mẹ với lượng có thể ảnh hưởng đáng kể cho trẻ em ở liều điều trị. cần phải quyết định ngừng cho con bú hoặc ngừng thuốc, có tính đến tầm quan trọng của thuốc đối với người mẹ\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nDo thuốc có thể gây an thần quá mức, chóng mặt, mất điều vận, mờ mắt, vì vậy nên thận trọng khi sử dụng thuốc cho người lái xe và vận hành máy móc.",
  "interact": "- Tương tác giữa các thuốc chống trầm cảm 3 vòng với ức chế monoamin oxydase là tương tác có tiềm năng gây nguy cơ tử vong cao.\n- Phối hợp với phenothiazin gây tăng nguy cơ lên cơn động kinh.\n- Vì các thuốc chống trầm cảm 3 vòng ức chế enzym gan, nếu phối hợp với các thuốc chống đông có nguy cơ tăng tác dụng chống đông lên hơn 300%.\n- Các hormon sinh dục, thuốc chống thụ thai uống làm tăng khả dụng sinh học của các thuốc chống trầm cảm 3 vòng.\n- Khi dùng physostigmin để đảo ngược tác dụng của các thuốc chống trầm cảm 3 vòng trên hệ thần kinh trung ương (điều trị lú lẫn, hoang tưởng, hôn mê) có thể gây blốc tim, rối loạn dẫn truyền xung động, gây loạn nhịp.\n- Với levodopa, tác dụng kháng cholinergic của các thuốc chống trầm cảm có thể làm dạ dày tống thức ăn chậm, do đó làm giảm khả dụng sinh học của levodopa.\n- Cimetidin ức chế chuyển hóa các thuốc chống trầm cảm 3 vòng, làm tăng nồng độ các thuốc này trong máu có thể dẫn đến ngộ độc.\n- Clonidin, guanethidin hoặc guanadrel bị giảm tác dụng hạ huyết áp khi sử dụng đồng thời với các thuốc chống trầm cảm 3 vòng.\n- Sử dụng đồng thời với các thuốc chống trầm cảm 3 vòng và các thuốc cường giao cảm làm tăng tác dụng trên tim mạch có thể dẫn đến loạn nhịp, nhịp nhanh, tăng huyết áp nặng hoặc sốt cao.\n* Tương kỵ của thuốc:\nDo không có các nghiên cứu về tính tương kỵ của thuốc, không trộn lẫn thuốc này với các thuốc khác.",
  "preserve": "Đẻ thuốc nơi khô mát, tránh ánh sáng, nhiệt độ không quá 30°C.",
  "pack": "Hộp 1 lọ 100 viên",
  "point": "- Điều trị triệu chứng trầm cảm, đặc biệt trầm cảm nội sinh (loạn tâm thần hưng trầm cảm).\n- Điều trị chọn lọc một số trường hợp đái dầm ban đêm ở trẻ em lớn (sau khi đã loại bỏ biến chứng thực thể dương tiết niệu bằng các test thích hợp).",
  "side_effects": "* Thường gặp\n- Toàn thân: An thần quá mức, mất định hướng, ra mồ hôi, tăng thèm ăn, chóng mặt, đau đầu.\n- Tuần hoàn: Nhịp nhanh, đánh trống ngực, thay đổi điện tâm đồ (sóng T dẹt hoặc đảo ngược), blốc nhĩ thất, hạ huyết áp thế đứng.\n- Nội tiết: Giảm tình dục, liệt dương.\n- Tiêu hóa: Buồn nôn, táo bón, khô miệng, thay đổi vị giác.\n- Thần kinh: Mất điều vận.\n- Mắt: Khó điều tiết, mờ mắt, giãn đồng tử.\n* Ít gặp\n- Tuần hoàn: Tăng huyết áp.\n- Tiêu hóa: Nôn.\n- Da: Ngoại ban, phù mặt, phù lưỡi.\n- Thần kinh: Dị cảm, run.\n- Tâm thần: Hưng cảm, hưng cảm nhẹ, khó tập trung, lo âu, mất ngủ, ác mộng.\n- Tiết niệu: Bí tiểu tiện.\n- Mắt: Tăng nhãn áp.\n- Tai: Ù.\n* Hiếm gặp\n- Toàn thân: Ngất, sốt, phù, chán ăn.\n- Máu: Mất bạch cầu hạt, tăng bạch cầu ưa eosin, giảm bạch cầu, giảm tiểu cầu.\n- Nội tiết: To vú ở đàn ông, sưng tinh hoàn, tăng tiết sữa, giảm bài tiết ADH.\n- Tiêu hóa: ỉa chảy, liệt ruột, viêm tuyến mang tai.\n- Da: Rụng tóc, mày đay, ban xuất huyết, mẫn cảm với ánh sáng.\n- Gan: Vàng da, tăng transaminase.\n- Thần kinh: Cơn động kinh, rối loạn vận ngôn, triệu chứng ngoại tháp.\n- Tâm thần: Ảo giác (người bệnh tâm thần phân liệt), tình trạng hoang tưởng (người bệnh cao tuổi), cần giảm liều.\n* Hãy báo ngay cho bác sĩ tác dụng không mong muốn mà bạn gặp phải khi dùng thuốc.",
  "reference": "https://www.pharmacity.vn/amitriptylin-25mg-danapha-chai-100vien.html",
  "unit": "0",
  "component": "- Hoạt chất: Amitriptylin hydroclorid 25mg.\n- Tá dược: lactose, tinh bột sắn, povidon K30, magnesi stearat, aerosil, hydroxypropyl methylcellulose, titan dioxyd, polyethylen glycol 400, màu tartrazin) vừa đủ 1 viên.",
  "update_time": "2022/09/18 21:06",
  "name": "Amitriptylin 25mg",
  "id": "L4yQW99xhCkmYR0AaMN22MldHapWC3P5",
  "no_point": "- Người bệnh mẫn cảm với amitriptylin.\n- Không được dùng đồng thời với các chất ức chế monoamin oxydase.\n- Không dùng trong giai đoạn hồi phục ngay sau nhồi máu cơ tim."
},{
  "_id": {
    "id": "632725deb67e3c12af140adb"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P16885_1_l.webp",
  "use": "Cách dùng\n- Dùng 1-2 viên mỗi ngày, uống ngay sau khi ăn hoặc theo chỉ dẫn của thầy thuốc.\nLiều dùng\n- Bệnh mạch máu não dùng 2 viên/ngày uống sau khi ăn, dùng liên tục trong 4 tuần, sau khi triệu chứng cải thiện dùng thêm 4-8 tuần.\n- Chấn thương đầu sau phẫu thuật não: Mỗi lần 1 viên x 1-2 lần/ngày, dùng liên tục trong 4 tuần, sau khi triệu chứng cải thiện dùng thêm 4-8 tuần\n- Điều trị Parkinson dùng 1 viên hàng ngày, uống ngay sau khi ăn, phối hợp cùng thuốc kháng Cholinerhic, sau 3-4 tuần dừng phối hợp chỉ dùng thuốc kháng cholinergic.",
  "careful": "- Citicolin không làm hạ huyết áp kéo dài, nên không thay thế được các thuốc chống tăng huyết áp.\n- Trong trường hợp phù não nặng nên dùng đồng thời citicoline với các thuốc gây hạ thấp áp lực như Mannitol Intracerebral và corticosteroid.\n- Trong trường hợp xuất huyết nội sọ không được dùng liều cao citicoline (trên 500mg một lần) bởi vì nó có thể làm tăng lưu lượng máu não, trong trường hợp này nên chia nhỏ liều dùng (100-200mg x 2 đến 3 lần trong ngày)\nSử dụng thuốc cho phụ nữ có thai và cho con bú\n- Nguy cơ ảnh hưởng có hại cho bào thai và trẻ sơ sinh đối với các trường hợp sử dụng citicoline là chưa được loại trừ. Vì vậy, đối với các trường hợp phụ nữ mang thai và đang cho con bú tuyệt đối tuân theo chỉ định của bác sĩ\nẢnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc\n- Thuốc không có tác động",
  "interact": "- Tác động hiệp đồng hoạt động với Dopa-L (cho phép giảm liều) trong điều trị bệnh Parkinson\n- Có thể sử dụng với các chất chống phù thũng và các chất chống xuất huyết",
  "preserve": "Nơi khô mát, tránh ánh sáng, nhiệt độ dưới 30°C",
  "pack": "Hộp 2 vỉ x 10 viên",
  "point": "- Các bệnh mạch máu não như thiếu máu cục bộ do đột quỵ\n- Chấn thương đầu nghiêm trọng khác nhau\n- Rối loạn nhận thức rõ các nguyên nhân: suy giảm nhận thức do tuổi già, các bệnh mãn tính của mạch não\n- Bệnh Parkinson",
  "side_effects": "- Citicoline nói chung rất dễ dung nạp trong một số trường hợp có rối loạn nhận ở ống tiêu hóa (buồn nôn, nôn, rối loạn thượng vị, tiêu chảy, mệt đau yếu, nhức đầu, kích động) thỉnh thoảng có thể gặp hạ huyết áp kèm theo nhịp tim chậm hoặc nhịp tim nhanh\nThông báo cho bác sỹ những tác dụng không mong muốn khác gặp phải trong khi dùng thuốc\n- Quá liều và cách xử trí: Không có báo cáo các dấu hiệu của quá liều",
  "reference": "https://www.pharmacity.vn/aphagluco-500-2-vi-x-10-vienhop.html",
  "unit": "0",
  "component": "Citicolin natri 500mg\nTá dược gồm: Lactose monohydrate, Avicel PH101, Polyvinyl pyrrolidon K30, Talc, Natri starch glycolat, Magnesi stearate.",
  "update_time": "2022/09/18 21:06",
  "name": "Aphagluco 500mg",
  "id": "ELd7jNwbyZ3cO9FzlTETzrGDD2InMa5C",
  "no_point": "- Quá mẫn cảm với thành phần của thuốc\n- Mang thai và thời kỳ cho con bú"
},{
  "_id": {
    "id": "632725deb67e3c12af140adc"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P05523_1_l.webp",
  "use": "Betahistine STADA được dùng bằng đường uống.\nNgười lớn :\nLiều khởi đầu 8 - 16mg x 3 lần/ngày, tốt nhất là uống cùng với bữa ăn. Liều duy trì 24 - 48mg/ngày. Liều dùng không vượt quá 48mg/ngày.\n- Bệnh nhân suy gan và suy thận: chưa có dữ liệu.\n- Người cao tuổi: Betahistin nên được sử dụng thận trọng.\nTrẻ em và thanh thiếu niên:\nBetahistin được khuyến cáo không nên dùng cho trẻ em và thanh thiếu niên dưới 18 tuổi do thiếu dữ liệu về tính an toàn và hiệu quả.",
  "careful": "- Thận trọng ở bệnh nhân có tiền sử loét đường tiêu hóa. Trên lâm sàng, thấy có sự không dung nạp betahistin ở một vài bệnh nhân hen phế quản, vì vậy nên thận trọng khi dùng betahistin cho các bệnh nhân này.\n- Bệnh nhân bị hen phế quản nên được theo dõi cẩn thận trong điều trị với betahistin.\n- Cần thận trọng trong điều trị với betahistin cho bệnh nhân bị mề đay, phát ban hoặc viêm mũi dị ứng vì có khả năng tăng nặng các triệu chứng này.\n- Cần thận trọng với bệnh nhân bị hạ huyết áp nặng.\n- Các bệnh nhân có vấn đề về dung nạp lactose di truyền, thiếu hụt Lapp lactase hoặc kém hấp thu glucose-galactose thì không nên sử dụng thuốc này.\n\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nBetahistin được chỉ định trong điều trị hội chứng Meniere, triệu chứng này bao gồm chóng mặt, ù tai, mất thính lực, các triệu chứng này có thể gây ảnh hưởng tiêu cực đến khả năng lái xe và vận hành máy móc. Trong các nghiên cứu lâm sàng thiết kế đặc biệt để điều tra về khả năng lái xe và vận hành máy móc, betahistin không có hoặc có ảnh hưởng không đáng kể đến khả năng này.\n\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nChưa có dữ liệu đầy đủ về việc dùng betahistin cho phụ nữ có thai. Còn thiếu các nghiên cứu trên động vật về ảnh hưởng trên thai kỳ, sự phát triển của phôi/bào thai, quá trình sinh sản và sự phát triển của trẻ sơ sinh. Chưa biết nguy cơ có thể xảy ra cho người. Vì vậy, không nên dùng betahistin trong thai kỳ trừ khi thật cần thiết.\nChưa biết betahistin có được bài tiết vào sữa mẹ hay không. Chưa có nghiên cứu trên động vật về sự bài tiết betahistin qua sữa. Nên cân nhắc tầm quan trọng của thuốc đối với người mẹ so với lợi ích của việc cho con bú và nguy cơ có thể xảy ra cho trẻ.",
  "interact": "- Trên lý thuyết, có thể có sự đối kháng giữa betahistin và thuốc kháng histamin, nhưng chưa thấy có báo cáo về sự tương tác này.\n- Một số báo cáo có xảy ra tương tác với ethanol, sản phẩm chứa pyrimethamin với dapson và tương tác tiềm tàng với salbutamol.\n- Các dữ liệu nghiên cứu in vitro cho thấy MAOI ức chế chuyển hóa betahistin bao gồm MAO B (như selegilin). Thận trọng khi sử dụng đồng thời betahistin với thuốc ức chế MAO (gồm MAO B).",
  "preserve": "Nơi khô, nhiệt độ không quá 30 độ C. Tránh ánh sáng.",
  "pack": "Hộp 10 vỉ x 10 viên",
  "point": "Betahistin được chỉ định trong điều trị hội chứng Meniere, triệu chứng này bao gồm chóng mặt, ù tai, mất thính lực và buồn nôn.",
  "side_effects": "Thường gặp:\n- Thần kinh: đau đầu.\n- Tiêu hóa: khó tiêu, buồn nôn.\n\nKhông rõ:\n- Hệ thống miễn dịch: phản ứng quá mẫn, như sốc phản vệ.\n- Tiêu hóa: kích ứng tiêu hóa nhẹ (như nôn, đau dạ dày, đầy bụng và đầy hơi). Có thể giảm triệu chứng này bằng cách uống thuốc trong bữa ăn hoặc giảm liều.\n- Da và mô dưới da: phản ứng quá mẫn ở da và dưới da, đặc biệt phù mạch thần kinh, mề đay, phát ban và ngứa.",
  "reference": "https://www.pharmacity.vn/betahistine-stella-16mg-hop-10-vi-x-10-vien.html",
  "unit": "0",
  "component": "Mỗi viên nén Betahistine STADA 16mg chứa:\n- Hoạt chất: Betahistin dihydroclorid 16mg.\n- Tá dược: Microcrystallin cellulose, lactose monohydrat, povidon K30, tinh bột natri glycolat, colloidal silica khan, natri stearyl fumarat.",
  "update_time": "2022/09/18 21:06",
  "name": "Betahistine Stalla 16mg",
  "id": "CF7NAZJr1Tp3fpoHo1e7hcbWMR43U1hv",
  "no_point": "- Quá mẫn với betahistin hoặc bất kỳ thành phần nào của thuốc.\n- Betahistin chống chỉ định với bệnh nhân bị u tế bào ưa crôm. Vì betahistin là một dẫn chất tổng hợp giống histamin, có thể gây giải phóng lượng lớn catecholamin từ khối u dẫn tới tăng huyết áp cấp."
},{
  "_id": {
    "id": "632725deb67e3c12af140add"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P19404_1_l.webp",
  "use": "Cerebrolysin liều dùng tới 5ml có thể tiêm bắp. Lớn hơn 5ml có thể tiêm tĩnh mạch hoặc truyền. Cerebrolysin có thể pha trong dung dịch chuẩn (nước muối sinh lý, dung dịch Ringer, glucose 5%, dextran 40) và truyền chậm trong vòng tối thiểu 20 - 60 phút.\n- Cerebrolysin tiêm ngày một lần và trong vòng tối thiểu 10-20 ngày. Đó được coi là 1 liệu trình điều trị.\n- Trong trường hợp nhẹ có thể dùng 1 - 5ml, trường hợp nặng từ 10 - 30ml, độ dài của thời gian điều trị và liều phụ thuộc vào tuổi của người bệnh và mức độ nặng nhẹ của bệnh. Thường thì quá trình điều trị kéo dài 3 hoặc 4 tuần. Liệu trình điều trị có thể nhắc lại vài lần và điều đó phụ thuộc vào đáp ứng lâm sàng của người bệnh. Giữa các đợt điều trị, nên nghỉ thuốc. \n- Trong trường hợp nặng không nên ngừng thuốc đột ngột, mà nên tiếp tục điều trị bằng cách tiêm thuốc ngày 1 lần và 2 ngày 1 lần, trong thời gian 4 tuần. Từ những thử nghiệm lâm sàng trên, hướng dẫn liều dùng cho người lớn được gợi ý như sau:\n- Sa sút trí tuệ: Liều từ 5 - 30ml/24giờ.\n- Sau cơn đột quỵ ngập máu hoặc chấn thương sọ não 10 - 60ml/24 giờ.",
  "careful": "Người bệnh suy thận nặng không nên dùng Cerebrolysin.\n\nKhả năng lái xe và vận hành máy móc\nNhững thử nghiệm lâm sàng về Cerebrolysin cho thấy thuốc này không có ảnh hưởng tới khả năng lái xe và vận hành máy móc.\n\nThời kỳ mang thai và cho con bú\nThực nghiệm trên động vật không thấy bất kỳ bằng chứng nào về tác dụng gây quái thai. Vì không có số liệu lâm sàng về dùng Cerebrolysin trên bệnh nhân có thai nên không dùng Cerebrolysin trong thời gian cho con bú trừ trường hợp dự tính hiệu quả đem lại lớn hơn khả năng gây hại.",
  "interact": "Dùng Cerebrolysin cùng với các thuốc chống trầm cảm hoặc thuốc ức chế MAO có thể gây tăng tích luỹ thuốc. Trong trường hợp đó nên giảm liều dùng của thuốc đó.",
  "preserve": "- Bảo quản nơi an toàn, tránh xa trẻ em.\n- Giữ ở nơi khô ráo, nhiệt độ không quá 30°C, tránh ánh sáng.\n- Giữ thuốc trong bao bì carton.",
  "pack": "Hộp 1 vỉ x 5 ống",
  "point": "- Rối loạn trí nhớ, rối loạn độ tập trung;\n- Sa sút trí tuệ do thoái hoá, bao gồm bệnh Alzheimer;\n- Sa sút trí tuệ do bệnh mạch não, do nhồi máu nhiều chỗ;\n- Sa sút trí tuệ phức hợp (cả thoái hoá và mạch máu);\n- Đột quỵ (thiếu máu cục bộ và chảy máu);\n- Sau chấn thương và phẫu thuật, sau chấn động, đụng dập và sau phẫu thuật thần kinh.",
  "side_effects": "- Nói chung Cerebrolysin dung nạp tốt. Nếu tiêm quá nhanh có thể gây ra cảm giác nóng.\n- Trong một số hiếm các trường hợp tăng mẫn cảm có thể run, đau đầu hoặc tăng thân nhiệt nhẹ.\n- Cho đến nay không có trường hợp nào có triệu chứng không mong muốn kéo dài hoặc đe dọa tính mạng người bệnh.\nThông báo cho bác sĩ hoặc dược sĩ biết các tác dụng không mong muốn gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/cerebrolysin-10ml-5-ong-inj.html",
  "unit": "2",
  "component": "- Peptid Cerebrolysin concentrate 215,2mg, Sodium hydroxide 2,1mg.\n- Nước cất pha tiêm vừa đủ 1ml.",
  "update_time": "2022/09/18 21:06",
  "name": "CEREBROLYSIN Inj 10ml",
  "id": "PUa30DqxvqBz6rnWjvoUl0IpX2byegER",
  "no_point": "- Nhạy cảm với các thành phần của thuốc.\n- Tình trạng động kinh hoặc động kinh cơn lớn, hoặc người động kinh với tần suất động kinh tăng lên.\n- Suy thận nặng."
},{
  "_id": {
    "id": "632725deb67e3c12af140ade"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P24334_1.jpg",
  "use": "Uống sau bữa ăn.\n- Rối loạn tiền đình:\nNgười lớn: 1 viên x 3 lần/ngày.\n- Rối loạn mạch máu não:\nNgười lớn: 1 viên x 3 lần/ngày.\n- Rối loạn mạch máu ngoại biên:\nNgười lớn: 2 - 3 viên x 3 lần/ngày. \n- Say sóng, say tàu xe:\nNgười lớn: 1 viên, uống 30 phút trước khi khởi hành. Uống lặp lại sau mỗi 6 giờ nếu cần.",
  "careful": "Cũng như với những thuốc kháng histamin khác, cinnarizine có thể gây đau vùng thượng vị. Uống thuốc sau bữa ăn có thể làm giảm kích ứng dạ dày.\nCinnarizine có thể gây ngủ gà, đặc biệt lúc khởi đầu điều trị. Phải tránh những công việc cần sự tỉnh táo.\nKhông nên dùng thuốc kéo dài ở người lớn tuổi, vì có thể làm tăng hoặc xuất hiện những triệu chứng ngoại tháp, đôi khi kết hợp với cảm giác trầm cảm trong điều trị kéo dài.\n*Phụ nữ có thai và cho con bú\nThời kỳ mang thai\nChỉ dùng cinnarizine trong thời kỳ mang thai khi thật cần thiết.\nThời kỳ cho con bú\nChỉ dùng cinnarizine trong thời kỳ cho con bú khi lợi ích điều trị cho người mẹ vượt trội hơn nguy cơ có thể xảy ra đối với trẻ.\n*Tác động của thuốc lên khả năng lái xe và vận hành máy móc\nCinnarizine có thể gây ngủ gà, đặc biệt lúc bắt đầu liểu điều trị. Do đó, không nên dùng thuốc khi đang lái xe hoặc vận hành máy móc",
  "interact": "Dùng đồng thời cinnarizine với rượu, thuốc ức chế hệ thần kinh trung ương, thuốc chống trầm cảm 3 vòng có thể làm tăng tác dụng an thần của các thuốc này hoặc của cinnarizine.",
  "preserve": "Dưới 30 độ C. Tránh ẩm và ánh sáng",
  "pack": "Hộp 10 vỉ x 10 viên",
  "point": "Cinnarizine được chỉ định trong trường hợp\n- Rối loạn tiền đình: chóng mặt, hoa mắt, choáng váng, ù tai, rung giật nhãn cầu, buồn nôn, nôn\n- Phòng ngừa và điều trị say sóng, say tàu xe.\n- Ngoài ra, còn được sử dụng trong điều trị các rối loạn mạch máu não và mạch máu ngoại biên",
  "side_effects": "Thường gặp ngủ và, rối loạn tiêu hóa.\nÍt gặp: nhức đầu, khô miệng, tăng cân, ra mồ hôi, phản ứng dị ứng.\nHiếm gặp: triệu chứng ngoại tháp ở người cao tuổi hoặc khi điều trị dài ngày, giảm huyết áp (liều cao).\nHầu hết các tác dụng phụ này tự biến mất sau vài ngày.\nThông báo ngay cho bác sĩ hoặc dược sĩ những phản ứng có hại gặp phải khi sử dụng thuốc.",
  "reference": "https://www.pharmacity.vn/cinnarizine-stada-25-mg-10vi-x-10vien.html",
  "unit": "0",
  "component": "Mỗi viên nên chứa\n- Hoạt chất: Cinnarizine 25 mg  \n- Tá dược: Calcium hydrogen phosphate dihyrate, microcrystalline cellulose, maize starch, croscarmellose sodium, povidone K30, sodium starch glycolate, magnesium stearate, talc",
  "update_time": "2022/09/18 21:06",
  "name": "Cinnarizine STADA 25mg",
  "id": "XGvjBoBgRiidSiPIkKY2oTpxiDNPAHmh",
  "no_point": "Bệnh nhân mẫn cảm với cinnarizine hoặc bất cứ thành phần nào của thuốc. Rối loạn chuyển hóa porphyrin"
},{
  "_id": {
    "id": "632725deb67e3c12af140adf"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P12671_1_l.webp",
  "use": "Dùng cho người lớn và trẻ em trên 15 tuổi: Uống 1 viên lần, 3 lần/ngày.",
  "careful": "- Các tác dụng ngoại ý có liên quan với thuốc thường sẽ nặng lên khi dùng đồng thời với rượu và các thuốc ức chế thần kinh trung ương\n- Người có bệnh ở đường hô hấp, yếu cơ, có tiền sử nghiện thuốc, suy chức năng gan thận.\n\n*Sử dụng cho phụ nữ có thai và cho con bú:\n- Lúc có thai: Chưa xác định được khả năng gây dị tật cho thai nhi khi sử dụng mephenesin, vì vậy không nên dùng thuốc này trong thời gian mang thai.\n- Lúc nuôi con bú: Không dùng thuốc này trong thời kỳ cho con bú.\n\n*Tác động của thuốc khi lái xe và vận hành máy móc: không được lái xe và vận hành máy móc khi sử dụng thuốc vì thuốc gây buồn ngủ và làm giảm khả năng phối hợp động tác.",
  "interact": "- Rượu và các thuốc ức chế thần kinh trung ương .\n- Để tránh tương tác giữa các thuốc , thông báo cho bác sỹ hoặc được sỹ về những thuốc đang sử dụng.",
  "preserve": "Nhiệt độ dưới 30°C , tránh ẩm và ánh sáng",
  "pack": "Hộp 2 vỉ x 12 viên",
  "point": "Điều trị cơn đau co cứng cơ trong bệnh thoái hóa đốt sống và rối loạn tư thế cột sống: Vẹo cổ, đau lưng, đau thắt lưng.",
  "side_effects": "Co giật, run rẩy, co cứng bụng toát mồ hôi thường xảy ra ở những người bệnh phải dùng thuốc kéo dài.\n+ Thường gặp, ADR > 1/100\nMệt mỏi, buồn ngủ, uể oải, khó thở, yếu cơ, mất điều hòa vận động.\n+Ít gặp, 1/1000 < ADR < 1/100\nĐau khớp, đau người, buồn nôn, bực tức, ỉa chảy, táo bón, nổi mẩn.\nMột vài trường hợp khác như mất cảm giác ngon miệng, nôn mửa, ảo giác kích động và có thể có sốc phản vệ.\nMột vài trường hợp ngoại lệ được ghi nhận có gây sốc phản vệ ( dị ứng kèm theo hạ huyết áp) .\n+ Hiếm gặp, ADR < 1/1000\nPhản ứng dị ứng. Sốc phản vệ rất hạn hữu xảy ra. Ngủ gà, phát ban.\n\nThông báo cho bác sỹ những tác dụng không mong muốn gặp phải khi sử dụng thuốc",
  "reference": "https://www.pharmacity.vn/agidecotyl-500mg-2-vi-x-12-vienhop.html",
  "unit": "0",
  "component": "Mephenesin 500 mg\nTá dược vừa đủ 1 viên ( tinh bột mì, calci carbonat, Magie stearat, Talc, Povidon 6000, Oxit sắt đỏ, Polysorbat 80)",
  "update_time": "2022/09/18 21:06",
  "name": "Agidecotyl 500mg",
  "id": "4Q3La9F0tfHJgULALeIpyl3lkTVAx2WK",
  "no_point": "- Quá mẫn cảm với các thành phần của thuốc.\n- Người bệnh bị rối loạn chuyển hóa porphyrin."
},{
  "_id": {
    "id": "632725deb67e3c12af140ae0"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P14928_1_l.webp",
  "use": "Cách dùng:\n-Thuốc Agostini được dùng đường uống. Phải uống thuốc ít nhất là 30 phút trước khi ăn, uống hoặc dùng thuốc lần đầu trong ngày với nước thường. Các đồ uống khác (kể cả nước khoáng), thức ăn và một số thuốc có thể làm giảm sự hấp thu của alendronat.\n-Để đưa thuốc xuống dạ dày dễ dàng nhằm giảm tiềm năng kích ứng/ các tác dụng ngoại ý ở thực quản, phải uống thuốc với một cốc nước đầy vào lúc mới ngủ dậy trong ngày và người bệnh không được nằm trong vòng ít nhất 30 phút sau khi uống thuốc và cho tới sau khi ăn lần đầu trong ngày. Không được uống thuốc trước khi đi ngủ hoặc còn đang nằm trên giường khi mới thức dậy trong ngày. Nếu không tuân thủ những chỉ dẫn này, nguy cơ tác dụng có hại cho thực quản có thể tăng lên.\n\nLiều dùng:\n-Liều lượng khuyến cáo là mỗi tuần uống một viên duy nhất.\n-Người bệnh cần bổ sung calci và/hoặc vitamin D, nếu lượng nhập trong chế độ ăn không đủ. Cần quan tâm đến lượng vitamin D trong các vitamin và lượng dinh dưỡng bổ sung. Agostini cung cấp lượng vitamin D cho mỗi tuần, căn cứ vào liều hàng ngày là 800 đơn vị.\n-Không cần phải điều chỉnh liều cho người cao tuổi hoặc người bệnh suy thận từ nhẹ đến vừa phải (độ thanh thải creatinin từ 35 đến 60ml/phút). Không khuyến cáo dùng Agostini cho người bệnh suy thận nặng hơn (hệ số thanh thải creatinin < 35ml/phút) do chưa có kinh nghiệm lâm sàng đối với các đối tượng này.",
  "careful": "Đường tiêu hóa trên:\n-Giống như các thuốc chứa bisphosphonat khác, Agostini có thể gây kích ứng tại chỗ niêm mạc đường tiêu hóa trên.\n-Đã có báo cáo về những phản ứng có hại ở thực quản như viêm thực quản, loét thực quản và bào mòn thực quản, hiếm khi dẫn tới hẹp hoặc thủng thực quản ở người bệnh điều trị bằng alendronat. Một số trường hợp nặng phải nằm viện. Vì vậy, cần cảnh giác với bất kỳ dấu hiệu hoặc triệu chứng nào báo hiệu về phản ứng thực quản và người bệnh cần được chỉ dẫn để ngừng uống thuốc và báo cho thầy thuốc ngay nếu thấy khó nuốt, nuốt đau, đau sau xương ức, ợ nóng mới xuất hiện hoặc ngày một xấu đi.\n-Nguy cơ phản ứng có hại nghiêm trọng đối với thực quản càng lớn nếu người bệnh đi nằm sau khi uống Agostini, và/hoặc không uống thuốc với một cốc đầy nước, và/hoặc tiếp tục dùng thuốc khi có những triệu chứng nghi là kích ứng thực quản. Vì vậy, cung cấp đầy đủ thông tin cho người bệnh để họ hiểu rõ các chỉ dẫn về liều lượng, cách dùng là rất quan trọng (xem phần Liều lượng và cách dùng).\n-Mặc dù không thấy tăng nguy cơ trong những thử nghiệm lâm sàng mở rộng, đã có một số báo cáo hiếm gặp (sau khi đưa thuốc ra thị trường) về loét dạ dày và tá tràng, một số trường hợp nặng có biến chứng.\n-Vì alendronat có thể có những tác dụng kích ứng niêm mạc đường tiêu hóa trên và có tiềm năng làm bệnh sẵn có xấu đi nên cần thận trọng khi cho người bệnh có vấn đề về đường tiêu hóa trên như khó nuốt, có các bệnh thực quản, viêm hoặc loét dạ dày, tá tràng khi dùng Agostini.\nHoại tử xương hàm khu trú:\n-Hoại tử xương hàm khu trú (ONJ), thường liên quan đến nhổ răng và/hoặc nhiễm khuẩn tại chỗ lâu khỏi đã gặp (tuy hiếm) khi dùng bisphosphonat đường uống. Phần lớn những trường hợp hoại tử xương hàm do dùng bisphosphonat là ở bệnh nhân ung thư điều trị bằng bisphosphonat tiêm tĩnh mạch. Những yếu tố nguy cơ về ONJ đã biết bao gồm chẩn đoán ung thư, trị liệu phối hợp (ví dụ: Hóa trị liệu, xạ trị, dùng corticosteroid), kém vệ sinh răng miệng, các bệnh mắc đồng thời (bệnh về răng từ trước, thiếu máu, bệnh đông máu, nhiễm khuẩn). Người bệnh bị hoại tử xương hàm khu trú (ONJ) cần được sự chăm sóc phù hợp của một bác sỹ phẫu thuật miệng và cân nhắc ngừng sử dụng biphosphonat tùy theo kết quả đánh giá nguy cơ/lợi ích trên từng người bệnh cụ thể. Các thủ thuật răng có thể làm bệnh nặng hơn.\nĐau cơ, xương, khớp:\n-Người bệnh dùng bisphosphonat có khi gặp đau xương, khớp và/hoặc đau cơ.Theo kinh nghiệm sau khi đưa thuốc ra thị trường, những triệu chứng này hiếm khi ở mức độ nghiêm trọng và/hoặc làm mất khả năng vận động. Thời gian bắt đầu xuất hiện triệu chứng dao động từ một ngày tới nhiều tháng sau khi bắt đầu điều trị. Hầu hết người bệnh giảm triệu chứng sau khi ngừng thuốc. Một số người bệnh bị tái phát khi dùng lại với cùng thuốc đó hoặc với một bisphosphonat khác.\n-Không nên dùng Agostini cho người bệnh có độ thanh thải creatinin < 35 ml/phút.\n-Cần cân nhắc các nguyên nhân gây loãng xương khác ngoài thiếu hụt estrogen, tuổi cao và sử dụng glucocorticoid.\nChuyển hóa muối khoáng:\n-Natri alendronat: Phải điều chỉnh hiện tượng hạ calci huyết trước khi bắt đầu dùng Agostini (xem phần Chống chỉ định). Cũng cần điều trị tích cực những rối loạn khác tác động tới chuyển hóa chất khoáng (như thiếu hụt vitamin D). Với người bệnh có các rối loạn này, cần theo dõi nồng độ calci trong huyết thanh và các triệu chứng hạ calci huyết trong quá trình điều trị với Agostini. Do các tác dụng tích cực của alendronat làm tăng khoáng xương, có thể xảy ra hiện tượng giảm nhẹ và không có triệu chứng nồng độ calci và phosphat trong huyết thanh.\n-Cholecalciferol: Vitamin D3 có thể làm gia tăng mức độ tăng calci huyết và/ hoặc tăng calci niệu khi dùng cho người mắc các bệnh có liên quan tới sự tăng quá mức calcitriol mà không điều hòa được (ví dụ: Bệnh bạch cầu, u lympho bào, bệnh sarcoid). Với những người bệnh này cần theo dõi nồng độ calci trong nước tiểu và huyết thanh.\n-Người bệnh kém hấp thu sẽ có thể không hấp thu đầy đủ vitamin D3.\n-Để xa tầm tay trẻ em.\n\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\nThuốc chưa được nghiên cứu trên phụ nữ mang thai vì vậy không được dùng cho trường hợp này.\nPhụ nữ cho con bú:\nThuốc chưa được nghiên cứu trên phụ nữ cho con bú, vì vậy không được dùng cho trường hợp này.\nẢnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nDùng thận trọng cho người lái xe và vận hành máy móc vì thuốc có thể gây tác dụng không mong muốn chóng mặt, hoa mắt cho người sử dụng.",
  "interact": "Alendronat natri\nNếu dùng cùng lúc, có thể các sản phẩm bổ sung calci, thuốc kháng acid và các thuốc dùng đường uống khác sẽ ảnh hưởng đến sự hấp thu của alendronat. Vì vậy, người bệnh phải chờ ít nhất nửa giờ sau khi uống Agostini rồi mới uống thuốc khác.\nDùng đồng thời thuốc thay thế hormone (HRT) (estrogen ± progestin) và alendronat natri đã được đánh giá trong hai nghiên cứu lâm sàng trong thời gian một và hai năm ở phụ nữ loãng xương sau mãn kinh. Sử dụng kết hợp (HRT + alendronat natri) đã làm tăng khối lượng xương nhiều hơn, đồng thời giảm thiểu nhiều hơn sự thoái hóa xương, so với khi dùng từng thuốc riêng. Trong các nghiên cứu này, hồ sơ về tính an toàn và dung nạp của trị liệu phối hợp thống nhất với tính an toàn và độ dung nạp của riêng từng thuốc.\nCác nghiên cứu tương tác đặc biệt chưa được thực hiện. Alendronat natri/cholecalciferol đã được sử dụng trong những nghiên cứu về loãng xương ở nam giới và phụ nữ sau mãn kinh với một loạt các thuốc kê đơn thông thường, không thấy có bằng chứng về tương tác có hại trên lâm sàng.\nCholecalciferol\nOlestra, các dầu khoáng vật, orlistat, các chất liên kết acid mật (ví dụ: Cholestyramin, colestipol) có thể cản trở sự hấp thu của vitamin D. Thuốc chống co giật, cimetidin và thuốc lợi tiểu nhóm thiazid có thể làm tăng dị hóa vitamin D.",
  "preserve": "Để nơi khô mát, tránh ánh sáng, tránh ẩm, nhiệt độ dưới 30⁰C",
  "pack": "Hộp 1 vỉ x 4 viên",
  "point": "Điều trị loãng xương ở phụ nữ loãng xương sau mãn kinh để phòng ngừa gãy xương, bao gồm gãy xương hông và xương sống (gây lún cột sống) và để giúp đảm bảo đủ vitamin D.\nĐiều trị loãng xương ở nam giới để phòng ngừa gãy xương và để giúp đảm bảo đủ vitamin D.",
  "side_effects": "-Toàn thân: Các phản ứng quá mẫn cảm bao gồm mày đay, hiếm gặp phù mạch. Cũng như với các biphosphonat khác, đối với alendronat có gặp những triệu chứng thoáng qua như đáp ứng ở pha cấp tính (đau cơ, khó ở, suy nhược và hiếm gặp sốt), điển hình liên quan đến khi bắt đầu điều trị. Hiếm gặp hạ calci huyết triệu chứng, hiếm gặp phù ngoại vi.\n-Tiêu hóa: Buồn nôn, nôn, viêm thực quản, trợt thực quản, loét thực quản, hiếm gặp hẹp hoặc thủng thực quản và loét miệng – hầu; Hiếm gặp loét dạ dày hoặc tá tràng, một số loét nghiêm trọng có kèm biến chứng. Hiếm gặp hoại tử xương khu trú ở hàm, thường liên quan đến nhổ răng và/hoặc nhiễm khuẩn tại chỗ và lâu khỏi.\n-Cơ - xương: Đau xương, khớp và/hoặc cơ, hiếm khi nghiêm trọng và/hoặc làm mất khả năng vận động; sưng khớp; gãy đầu trên xương đùi do lực tác động nhẹ.\n-Hệ thần kinh: Hoa mắt, chóng mặt, rối loạn vị giác.\n-Da: Phát ban (thỉnh thoảng kèm nhạy cảm với ánh sáng), ngứa, hiếm gặp các phản ứng nghiêm trọng ở da như hội chứng stevens - johnson và hoại tử biểu bì nhiễm độc.\n-Các giác quan đặc biệt: Hiếm gặp viêm màng mạch nho, viêm củng mạc hoặc viêm trên củng mạc.",
  "reference": "https://www.pharmacity.vn/agostini-70mg-1-vi-x-4-vienhop.html",
  "unit": "0",
  "component": "Alendronate 70mg, Cholecalciferol 5600IU\nTá dược: Povidon, BHA, mannitol, cellulose vi tinh thể, natri sterch glycolat, silicon dioxyd, magnesi stearat.",
  "update_time": "2022/09/18 21:06",
  "name": "Agostini",
  "id": "J8IsPUyAJaQvIhaQ3nJssFQlDBa5HJ6L",
  "no_point": "Các dị thường như hẹp hoặc mất tính đàn hồi của thực quản dẫn đến chậm làm rỗng thực quản.\nKhông có khả năng đứng hoặc ngồi thẳng ít nhất 30 phút.\nMẫn cảm với bất kỳ thành phần nào của thuốc.\nGiảm calci huyết."
},{
  "_id": {
    "id": "632725deb67e3c12af140ae1"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11284_1_l.webp",
  "use": "Cách dùng:\n- Uống thuốc với một cốc nước đầy (khoảng 180-240ml): không dùng nước khoáng, kể cả nước trái cây, cà phê, không được nhai, mút viên thuốc.\n- Uống thuốc vào buổi sáng, ít nhất 30 phút trước khi ăn, uống, hoặc trước khi dùng thuốc khác trong ngày sẽ làm alendronat được hấp thụ tốt hơn.\n- Tránh nằm trong ít nhất 30 phút sau khi uống thuốc để thuốc vào dạ dày dễ dàng và giảm tiềm năng kích ứng thực quản.\n- Không uống thuốc vào lúc đi ngủ hoặc trước khi dậy trong ngày.\n\nLiều dùng:\n-Liều khuyến cáo là 1 viên Alenbe 70mg uống một lần vào mỗi tuần.\n-Trẻ em: Không khuyến cáo sử dụng alendronat cho trẻ em dưới 18 tuổi do thiếu dữ liệu về tính an toàn và hiệu quả liên quan đến loãng xương ở trẻ em.",
  "careful": "- Alendronat có thể gây ra các biến cố ở thực quản như viêm thực quản, loét thực quản, trợt thực quản, đôi khi kèm với chảy máu. Vì vậy, bạn cần phải cảnh giác trước mọi dấu hiệu hoặc triệu chứng báo hiệu phản ứng của thực quản (khó nuốt, nuốt đau hoặc thấy bỏng rát ở ngực), báo ngay cho bác sĩ và ngừng uống thuốc. Nguy cơ mắc tai biến nặng về thực quản gặp nhiều hơn ở những bệnh nhân nằm ngay sau khi uống alendronat và/hoặc không uống viên thuốc với đủ nước (180- 240ml) và/hoặc vẫn tiếp tục uống alendronat sau khi đã thấy những triệu chứng của kích ứng thực quản. Do đó, việc dùng thuốc theo đúng hướng dẫn của bác sĩ hoặc dược sĩ là rất quan trọng.\n- Vì alendronat có thể kích ứng niêm mạc đường tiêu hóa trên và khả năng làm cho bệnh xấu đi, nên bệnh nhân có bệnh lý về đường tiêu hóa trên (như khó nuốt, các bệnh thực quản, viêm dạ dày, viêm tá tràng hoặc loét) cần báo cho bác sĩ trước khi dùng thuốc.\n- Bạn nên khám nha khoa trước khi điều trị bằng Alenbe 70mg. Một điều quan trọng nữa là bạn cần phải duy trì vệ sinh răng miệng sạch sẽ và có thói quen kiểm tra răng miệng trong suốt quá\ntrình điều trị bằng Alenbe 70mg. Báo cáo ngay với bác sĩ hoặc nha sĩ của bạn nếu bạn gặp phải bất cứ vấn đề gì về răng hoặc miệng như lung lay răng, đau hoặc sưng.\n- Alendronat có thé gây ra đau cơ xương khớp. Theo kết quả theo dõi an toàn sau khi dùng thuốc, các triệu chứng trên rất hiếm khi bị trầm trọng hơn. Thời gian các triệu chứng khởi phát là từ một ngày đến một vài tháng sau khi bắt đầu điều trị. Và các triệu chứng sẽ giảm sau khi ngừng thuốc ở hầu hết các bệnh nhân.\n- Nếu bạn đang mắc chứng giảm calci máu hoặc được chẩn đoán mắc phải bất kỳ rồi loạn chuyển hóa vô cơ nào khác (như thiếu hụt vitamin), cần thông báo cho bác sĩ, vì các bệnh này cần phải được điều trị trước khi sử dụng alendronat.\n- Bổ sung calci va vitamin D nếu lượng hằng ngày trong khẩu phần ăn không đủ. \n- Chế phẩm Alenbe 70mg có chứa cellactose: cần thông báo cho bác sĩ nếu bạn được chẩn đoán mắc các bệnh liên quan đến dung nạp một số loại đường.\n\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\nAlenbe 70mg được chỉ định sử dụng cho phụ nữ sau mãn kinh, không phù hợp sử dụng ở phụ nữ mang thai. Alendronat có thể gây tổn hại cho bào thai hoặc cho trẻ sơ sinh. Đã thấy những trường hợp đẻ khó và tạo xương không hoàn chỉnh trong những nghiên cứu trên động vật. Không loại trừ điều đó cũng có thể liên quan đến người, nên không được dùng Alenbe 70mg trong thời kỳ mang thai. Thông báo cho bác sĩ nếu bạn đang mang thai, có kế hoạch mang thai hoặc nghĩ rằng mình đang mang thai.\nPhụ nữ cho con bú:\nAlenbe 70mg được chỉ định sử dụng cho phụ nữ sau mãn kinh, không phù hợp sử dụng ở phụ nữ cho con bú. Không biết alendronat có bài tiết vào sữa mẹ hay không, thông báo cho bác sĩ nếu bạn đang trong thời kỳ cho con bú.\n\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nThuốc không ảnh hưởng hoặc ảnh hưởng không đáng kể đến khả năng lái xe, vận hành máy móc, làm việc trên cao. Tuy nhiên, trên một vài bệnh nhân, đã có một số tác dụng không mong muốn được báo cáo là có thể ảnh hưởng đến khả năng lái xe và vận hành máy móc (nhức đầu, chóng mặt, nhìn mờ, đau cơ xương khớp nặng...). Mặc dù không phải ai cũng gặp phải các tác dụng không mong muốn trên và mức độ ảnh hưởng có thể khác nhau ở mỗi người. Vì vậy nếu xảy ra với bạn, tạm thời không nên lái xe, vận hành máy móc, làm việc trên cao hoặc các công việc khác có thé gây nguy hiểm cần sự tỉnh táo và tập trung, tham khảo thêm ý kiến của bác sĩ.",
  "interact": "- Estrogen: An toàn và hiệu quả của việc sử dụng đồng thời liệu pháp thay thế hormon và alendronat cho phụ nữ sau mãn kinh chưa được xác định, vì vậy không khuyến cáo cách dùng đồng thời này.\n- Sữa, các chất bổ Sung calci, magnesi và các thuốc chứa nhôm (kháng acid): có thể làm giảm hấp thu alendronat. Vì vậy, bệnh nhân phải chờ ít nhất nửa giờ sau khi uống alendronat mới dùng bất kỳ thuốc nào khác.\n- Ranitidin tiêm tĩnh mạch: làm tăng sinh khả dụng alendronat đường uống.\n- Acidacetylsalicylic: Trong các nghiên cứu lâm sàng, tỷ lệ các phản ứng, không mong muốn ở đường tiêu hóa trên tăng ở bệnh nhân dùng đồng thời alendronat liều lớn hơn 10mg/ngày với các hợp chất chứa acid acetylsalicylic.\n- Thuốc kháng viêm không steroid (NSAID): vì NSAID thường gây kích ứng đường tiêu hóa nên phải thân trọng khi phối hợp với Alendronat.\n- Sắt: làm giảm hấp thu alendronat.\n- Kháng sinh aminoglycosid: tăng nguy cơ giảm calci huyết nếu dùng đồng thời.",
  "preserve": "Trong bao bì kín, nơi khô, tránh ánh sáng. Nhiệt độ không quá 30°C.",
  "pack": "Hộp 2 vỉ x 10 viên",
  "point": "- Điều trị loãng xương ở phụ nữ mãn kinh. giảm nguy cơ gãy đốt sống và khớp háng.\n- Điều trị loãng xương ở nam giới.",
  "side_effects": "- Rối loạn hệ thống miễn dịch: phản ứng quá mẫn bao gồm nổi mày đay và phù mạch (hiếm gặp).\n- Rối loạn chuyển hóa và dinh dưỡng: hạ calci máu triệu chứng (hiếm gặp)\n- Rối loạn hệ thần kinh: nhức đầu, chóng mặt (thường gặp); rối loạn vị giác (ít gặp)\n- Rối loạn mắt: các chứng viêm mắt như viêm màng bồ đào, viêm thượng củng mạc hay viêm củng mạc (ít gặp).\n- Rối loạn tai và mê đạo: ảo thính giác (thường gặp); hoại tử ống tai ngoài (rất hiếm gặp).\n- Rối loạn tiêu hóa: đau bụng, khó tiêu, táo bón, tiêu chảy, đầy hơi, loét thực quản, khó nuốt, chướng bụng, trào ngược acid (thường gặp); buồn nôn, nôn, viêm dạ dày, viêm thực quản, bào mòn thực quản, đi ngoài phân đen (ít gặp); hẹp thực quản, loét hầu họng, thủng, loét hay chảy máu đường tiêu hóa trên (hiếm gặp).\n- Rối loạn da và các mô dưới da: rụng tóc, ngứa (thường gặp); phát ban, ban đỏ (ít gặp); phát ban do nhạy cảm với ánh sáng, hoặc những phản ứng da nghiêm trọng hơn như hội chứng Stevens – Jonhson, hoại tử biểu bì nhiễm độc (hiếm gặp).\n- Rối loạn cơ xương khớp và mô liên kết: đau cơ xương khớp, đôi khi đau trầm trọng hơn (rất thường gặp); sưng khớp (thường gặp); hoại tử khớp hàm, gãy xương đùi, gãy dưới mấu chuyển không điển hình (phản ứng bất lợi của bisphosphonat) (hiếm gặp).\n- Các tác dụng không mong muốn khác: suy nhược cơ thể, phù nề ngoại biên (thường gặp); một số triệu chứng cấp tính thoáng qua như: đau cơ, khó chịu và hiếm khi sốt ở giai đoạn đầu dùng thuốc (ít gặp).\n\n* Quá liều và cách xử trí:\n- Trong trường hợp bạn dùng quá liều khuyến cáo, có thể gây giảm calci máu (được biểu hiện bởi các triệu chứng: tê và ngứa ran ở các ngón tay, ngón chân hoặc xung quanh miệng, chuột rút (đặc biệt là ở lưng và chỉ dưới), co cứng cơ, thở khò khè, khó nuốt, thay đổi giọng nói, kích động, lú lẫn, trầm cảm, mệt mỏi, co giật, ngất, suy tim sung huyết, đau thắt ngực, giảm phosphat máu và các phản ứng không mong muốn ở đường tiêu hóa trên như rồi loạn tiêu hóa ở dạ dày, ợ nóng, viêm thực quản, viêm hoặc loét dạ dày.\n- Trong trường hợp bạn sử dụng quá liều thuốc quy định, uống ngay một cốc sữa đây. Không nên cố gắng nôn và không được nằm xuống.",
  "reference": "https://www.pharmacity.vn/alenbe-70mg-2-vi-x-2-vienhop.html",
  "unit": "0",
  "component": "Alendronic acid 70mg\nTá dược: Cellasose 80, natri croscarmelose, silic dioxyd keo khan, magnesi stearat.",
  "update_time": "2022/09/18 21:06",
  "name": "Alenbe 70mg",
  "id": "NO3NVet7FC3mgedr1YrbV9v63XaUxF9Y",
  "no_point": "- Dị dạng thực quản làm chậm tháo sạch thực quản, hẹp hoặc không giãn tâm vị thực quản.\n- Không có khả năng đứng hoặc ngồi thẳng trong ít nhất 30 phút, người có nguy cơ sặc khi uống.\n- Mắc bệnh ở đường tiêu hóa trên (khó nuôt, bệnh thực quản, viêm loét da dày – tá tràng). Quá mẫn với bisphosphonat hoặc với bất kỳ thành phần nào của thuốc.\n- Giảm calcimáu.\n- Suy thận nặng."
},{
  "_id": {
    "id": "632725deb67e3c12af140ae2"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P11208_1_l.webp",
  "use": "* Cách dùng:\n- Uống nguyên viên thuốc ít nhất 30 phút trước khi ăn, uống hoặc dùng thuốc lần đầu trong ngày với nước thường.\n- Để nhanh chóng đưa thuốc xuống dạ dày, giảm tiềm năng kích ứng tại chỗ và thực quản:\n   + Nên uống thuốc với 1 cốc nước đầy vào lúc mới ngủ dậy trong ngày.\n   + Không được nằm ít nhất 30 phút sau khi uống thuốc cho tới sau khi ăn lần đầu trong ngày.\n   + Không được nhai hay để viên thuốc tan dần trong miệng.\n   + Không uống thuốc trước khi đi ngủ hoặc còn nằm trên giường khi mới thức dậy trong ngày.\n* Liều dùng:\n- Liều khuyên cáo: mỗi lần uống 1 viên 70 mg/2.800IU, một lần duy nhất trong tuần.\n- Trẻ em: thuốc không dùng cho trẻ em vì chưa được nghiên cứu.\n- Người cao tuổi: không cần phải chỉnh liều cho người cao tuổi hoặc người suy thận từ nhẹ đến vừa phải (độ thanh lọc creatinin từ 35 - 60 ml/phút), không khuyến cáo dùng Aronat Boston Plus cho người suy thận nặng.",
  "careful": "Alendronatnatri\n- Cần cảnh giác với bất kỳ dấu hiệu hoặc triệu chứng nào báo hiệu về phản ứng thực quản và cần ngừng uống thuốc, nếu thấy khó nuốt, nuốt đau, đau sau xương ức, ợ nóng mới xuất hiện hoặc ngày một xấu đi. Đã có báo cáo về những phản ứng có hại ở thực quản, như viêm thực quản, loét thực quản và trợt thực quản, hiếm khi dẫn tới hẹp hoặc thủng thực quản ở người bệnh điều trị bằng alendronat.\n- Thận trọng với người có vấn đề về đường tiêu hóa trên như: khó nuốt, có các bệnh thực quản, viêm hoặc loét dạ dày, tá tràng vì thuốc có thể gây kích ứng niêm mạc đường tiêu hóa bên và làm bệnh sẵn có xấu đi.\n- Người nhổ răng và/ hoặc nhiễm khuẩn tại chỗ lâu khỏi đã gặp (tuy hiếm) khi dùng bisphosphonat đường uống có thể gây hoại tử xương hàm khu trú.\n- Nếu quên không dùng một liều AronatBoston Plus loại một tuần một lần, thì phải uống 1 viên vào buổi sáng ngay sau khi phát hiện ra. Không được uống hai viên vào trong cùng một ngày, mà trở lại uống mỗi tuần một viên duy nhất vào đúng ngày trong tuần như lịch đã chọn ban đầu.\n- Không dùng thuốc cho người bệnh suy thận nặng có độ thanh thải creatinin < 35 mL/phút.\n- Cần cân nhắc các nguyên nhân gây loãng xương khác ngoài thiếu hụt estrogen, tuổi cao và sử dụng glucocorticoid.\n- Phải điều trị tình trạng giảm calci huyết và các rối loạn chuyển hóa các khoáng chất khác trước khi điều trị bằng alendronat.\nColecalciferol\n- Người bệnh kém hấp thụ sẽ có thể không hấp thụ đầy đủ vitamin D3.\n- Vitamin D3 có thể làm gia tăng mức độ tăng calci huyết và/hoặc tăng calci niệu khi dùng cho người mắc các bệnh có liên quan tới sự tăng quá mức calcitriol mà không điều hòa được (ví dụ: bệnh bạch cầu, u lympho bào, bệnh sarcoid). Với những người bệnh này cần phải theo dõi nồng độ calci trong nước tiểu và trong huyết thanh.\n* Sử dụng thuốc cho phụ nữ có thai và cho con bú:\nPhụ nữ có thai:\nThuốc chưa được nghiên cứu trên phụ nữ mang thai. Vì vậy không nên dùng thuốc này cho phụ nữ mang thai.\nPhụ nữ cho con bú:\nThuốc chưa được nghiên cứu trên phụ nữ đang cho con bú. Vì vậy không nên dùng thuốc này cho phụ nữ đang cho con bú.\n* Ảnh hưởng của thuốc lên khả năng lái xe, vận hành máy móc:\nThận trọng khi dùng thuốc cho người lái xe hoặc vận hành máy móc.",
  "interact": "Alendronat natri\n- Các sản phẩm bổ sung calci, thuốc kháng acid và các thuốc dùng đường uống khác nếu dùng cùng lúc với thuốc có thể ảnh hưởng đến sự hấp thụ của alendronat. Nên chờ ít nhất 30 phút sau khi uống AronatBoston Plus rồi mới uống thuốc khác.\n- Không thấy có bằng chứng về tương tác có hại trên lâm sàng khi dùng thuốc cùng với một loạt các thuốc kê đơn thông thường ở nam giới và phụ nữ sau mãn kinh.\n- Không có tương tác thuốc khác có ý nghĩa lâm sàng được dự báo trước.\n- Dùng đồng thời thuốc thay thế hormon (HRT) (estrogen ± progestin) và alendronat natri đã được đánh giá trong hai nghiên cứu lâm sàng trong thời gian một và hai năm ờ phụ nữ loãng xương sau mãn kinh. Sử dụng kết hợp (HRT+AronatBoston Plus) đã làm tăng khối lượng xương nhiều hơn, đồng thời giảm thiểu nhiều hơn sự thoái hóa xương, so với khi dùng từng thuốc riêng.\nDo các thuốc kháng viêm non - steroid gây ra kích ứng dạ dày, ruột vì vậy cần thận trọng khi phối hợp với alendronat.\nColecalciferol:\n- Không nên điều trị đồng thời vitamin D với cholestyramin hoặc colestipol hydroclorid, vì có thể dẫn đến giảm hấp thu vitamin D ở ruột.\n- Sử dụng dầu khoáng quá mức có thể cản trở hấp thu vitamin D ở ruột.\n- Điều trị đồng thời vitamin D với thuốc lợi niệu thiazid cho những người thiểu năng cận giáp có thể dẫn đến tăng calci huyết.\n- Không nên dùng đồng thời vitamin D với phenobarbital và/hoặc phenytoin (và có thể với những thuốc khác gây cảm ứng men gan) vì những thuốc này có thể làm giảm nồng độ 25 - hydroxyergocalciferol và 25 - hydroxy - colecalciferol trong huyết tương và tăng chuyển hóa vitamin D thành những chất không có hoạt tính.\n- Không nên dùng đồng thời vitamin D với corticosteroid vì corticosteroid cản trở tác dụng của vitamin D.\n- Không nên dùng đồng thời vitamin D với các glycosid trợ tim vì độc tính của glycosid trợ tim tăng do tăng calci huyết, dẫn đến loạn nhịp tim.",
  "preserve": "Nơi khô, dưới 300C, tránh ánh sáng.",
  "pack": "Hộp 1 vỉ x 4 viên",
  "point": "- Điều trị loãng xương ở phụ nữ loãng xương sau mãn kinh để phòng ngừa gãy xương, bao gồm gãy xương hông và xương sống (gãy xương nén cột sống) và đảm bảo để giúp đủ vitamin D\n- Điều trị loãng xương ở nam giới để ngăn ngừa gãy xương và để giúp đảm bảo đủ vitamin D.",
  "side_effects": "- Các tác dụng ngoại ý thường nhẹ và không đòi hỏi phải ngừng điều trị.\n- Các phản ứng sau đã được báo cáo: đau bụng, khó tiêu, loét thực quản, khó nuốt và chướng bụng, nhức đau, đau cơ, xương, khớp, đau bụng, rối loạn tiêu hoá, ợ chua, nôn, chướng bụng, táo bón, đầy hơi, viêm dạ dày, chuột rút, loét dạ dày.\n- Hiếm gặp ban và ban đỏ.\nThông báo cho bác sĩ những tác dụng không mong muốn gặp phải khi sử dụng thuôc",
  "reference": "https://www.pharmacity.vn/aronat-plus-70mg-1-vi-x-4-vien.html",
  "unit": "0",
  "component": "Hoạt chất: Acid Alendronic 70mg (dưới dạng Alendronatnatritrihydrat), Colecalciferol 2.800 IU\nTá dược: Avicel M 200, Lactose khan, Natri croscarmellose, Magnesi stearat, Silicon dioxyd vừa đủ l viên.",
  "update_time": "2022/09/18 21:06",
  "name": "Aronat Plus 70mg",
  "id": "U9PhS4936EkpzJ99tcuujudM0ichceH4",
  "no_point": "Mẫn cảm với bất kỳ thành phần nào của thuốc.\nCác dị thường như hẹp hoặc mất tính đàn hồi của thực quản dẫn đến chậm làm rỗng thực quản\nKhông có khả năng đứng hoặc ngồi thẳng ít nhất 30 phút\nGiảm calci máu hoặc nhiễm độc vitamin D."
},{
  "_id": {
    "id": "632725deb67e3c12af140ae3"
  },
  "img": "https://data-service.pharmacity.io/pmc-upload-media/production/pmc-ecm-core/products/P19839_1_l.webp",
  "use": "* Cách dùng: Thuốc dùng đường uống, uống sau khi ăn.\n* Liều dùng: \n- Viêm viêm khớp dạng thấp: Viêm nhẹ tới vừa: 1 viên/2 - 3 lần/ ngày, viêm nặng hoặc cấp: 2 viên/2 lần/ngày.\n- Thoái hóa khớp: 1 viên x 2 - 3 lần/ngày.",
  "careful": "Khi bị đau xương khớp, bệnh nhân nên hạn chế vận động khi dùng thuốc, để nhanh đạt kết quả trị liệu mong muốn. ARTREX được dung nạp tốt, nhưng cần thận trọng khi dùng thuốc với người bị bệnh gan, thận, tiểu đường, xuất huyết, người đang ốm, đang tiến hành phẫu thuật hoặc đang dùng các thuốc khác, phụ nữ mang thai và cho con bú. Khi dùng thuốc mà triệu chứng không thuyên giảm, cần tham vẫn ý kiến bác sĩ.\n\n*Sử dụng thuốc cho phụ nữ có thai và cho con bú: \n- Thời kỳ mang thai: Chưa có nghiên cứu chỉ ra thuốc gây ảnh hưởng cho sự phát triển cùa phôi/ thai nhi. Cần thận trọng khi sử dụng thuốc cho phụ nữ mang thai, chỉ dùng khi có chỉ định cùa bác sĩ.\n- Thời kỳ cho con bú: Không rõ thuốc có bài tiết theo sữa mẹ hãy không. Cần thận trọng khi sử dụng cho phụ nữ nuôi con bú.\n*Khả năng lái xe và vận hành máy móc: Không có.",
  "interact": "Không thấy báo cáo liên quan.",
  "preserve": "Bảo quản nơi khô mát, tránh ánh sáng, nhiệt độ dưới 30°C",
  "pack": "Hộp 6 vỉ x 10 viên",
  "point": "Viêm khớp dạng thấp và thoái hóa khớp.",
  "side_effects": "Nói chung thuốc dung nạp tốt. Tác dụng không mong muốn như chán ăn, buôn nôn, đau bụng, ban da, viêm miệng, mất ngủ. Tác dụng ít gặp như đau thượng vị, ợ nóng, viêm lưỡi, mày đay, chóng mặt, tiêu chảy, ngúa, đau đầu cũng đã được báo cáo.",
  "reference": "https://www.pharmacity.vn/artrex-hop-6vi-x-10-vien.html",
  "unit": "0",
  "component": "Cao Withania Somnifera (Extractum Withaniac somniferae) (tương ứng hàm lượng Withanolide-D không dưới 0.1mg/viên) 180mg.\nCao Boswellia Serrata (Extractum Boswellae serratae) (tương ứng hàm lượng 11-keto-β-boswell acid và 3-acetyl-11-keto-β-boswellic acid không dưới 4mg/viên) 180mg.\nCao gừng (Extractum Zingiberis) (tương ứng hàm lượng 6-gingerol không dưới 0.5mg/viên) 48mg.\nCao nghệ (Extractum Curcumae longae) 36mg.\nTá dược: Cellulose vi tinh thể (PH 102) 10mg, Silicon dioxid keo khan (Aerosil 200) 46.2mg, natri lauryl sulphat 5.6mg, tinh bột ngô 110mg, porcillin kali 53.6mg, tá dược bao phim màu xanh (FC4W-D Green) 20mg, isopropyl alcohol, nước tinh khiết.",
  "update_time": "2022/09/18 21:06",
  "name": "Artrex",
  "id": "T6rB1Vpy2KT9Rb4Svz1wWrQrHso4giiC",
  "no_point": "Đối với bệnh nhân mẫn cảm với bất kỳ thành phần nào của thuốc."
}]