{
  "postKey": "Spo2",
  "update_time": "2022/09/22 18:45",
  "coverImage": "https://vinmec-prod.s3.amazonaws.com/images/20190822_024435_735878_sp02-a5-03-1400x875.max-1800x1800.jpg",
  "id": "UbUkCwl2rwB6q8mfA7QT6DyZFPKMUprg",
  "title": "Chỉ số SPO2 ở người bình thường là bao nhiêu?",
  "content": [
	"1. Chỉ số SpO2 là gì?",
	"SpO2 là viết tắt của cụm từ Saturation of peripheral oxygen - độ bão hòa oxy trong máu ngoại vi. Hiểu một cách khác, SpO2 là tỷ lệ hemoglobin oxy hóa (hemoglobin có chứa oxy) so với tổng lượng hemoglobin trong máu. Hemoglobin là một protein được tìm thấy trong các tế bào hồng cầu, quyết định màu đỏ của hồng cầu.",
	"Chỉ số SpO2 có thể được đo bằng phép đo xung - một phương pháp gián tiếp, không xâm lấn (không đưa các dụng cụ vào trong cơ thể). Nó hoạt động bằng cách phát ra và tự hấp thu một làn sóng ánh sáng đi qua các mạch máu hoặc mao mạch trong đầu ngón tay, đầu ngón chân hoặc dái tai. Sự thay đổi của sóng ánh sáng xuyên qua ngón tay, ngón chân hoặc dái tai sẽ cho biết kết quả của phép đo SpO2 vì mức độ oxy bão hòa gây ra các biến đổi về màu sắc của máu.",
	"2. Chỉ số SpO2 ở người bình thường là bao nhiêu?",
	"Giá trị chỉ số SpO2 được biểu thị bằng 1%. Nếu máy đo oxy cho kết quả 97% thì chứng tỏ mỗi tế bào hồng cầu được tạo ra bởi 97% oxygenated và 3% không oxy hóa hemoglobin. Giá trị SpO2 bình thường sẽ dao động ở mức 95 - 100%.",
	"Chỉ số oxy hóa máu tốt là rất cần thiết vì cung cấp đủ năng lượng cho cơ bắp hoạt động. Nếu giá trị SpO2 xuống dưới 95%, đây là dấu hiệu cảnh báo oxy hóa máu kém, còn được gọi là tình trạng máu thiếu oxy. Các nghiên cứu chứng minh rằng chỉ số SpO2 từ 94% trở lên là chỉ số bình thường, đảm bảo an toàn.",
	"Thang đo chỉ số SpO2 tiêu chuẩn",
	"SpO2 từ 97 - 99%: Chỉ số oxy trong máu tốt;",
	"SpO2 từ 94 - 96%: Chỉ số oxy trong máu trung bình, cần thở thêm oxy;",
	"SpO2 từ 90% - 93%: Chỉ số oxy trong máu thấp, cần xin ý kiến của bác sĩ chủ trị;",
	"SpO2 dưới 92% không thở oxy hoặc dưới 95% có thở oxy: Dấu hiệu suy hô hấp rất nặng;",
	"SpO2 dưới 90%: Biểu hiện của một ca cấp cứu trên lâm sàng.",
	"Chỉ số SpO2 ở trẻ sơ sinh",
	"Ở trẻ sơ sinh, chỉ số SpO2 an toàn giống như của người lớn, đó là trên 94%. Nếu chỉ số SpO2 của trẻ giảm xuống dưới mức 90% thì cần thông báo cho y bác sĩ để được hỗ trợ can thiệp kịp thời.",
	"3. Yếu tố ảnh hưởng tới độ chính xác của máy đo SpO2",
	"Trên thực tế, chỉ số SpO2 đo được sẽ không chính xác hoàn toàn mà sẽ bị ảnh hưởng bởi một số yếu tố như:",
	"Độ sai lệch của thiết bị đo (thường là ± 2%);",
	"Hemoglobin bất thường;",
	"Bệnh nhân cử động khi đo;",
	"Tình trạng giảm tưới máu mô do choáng, sử dụng thuốc gây co mạch hoặc hạ thân nhiệt nặng;",
	"Bị nhiễu ánh sáng trong phòng khi đo;",
	"Sắc độ của móng tay, móng chân (nếu sử dụng dụng cụ đo SpO2 bằng cách kẹp vào đầu ngón tay, ngón chân);",
	"Vì vậy trước khi tiến hành đo cần xem kỹ Cách sử dụng thiết bị đo SpO2.",
	"4. Triệu chứng khi chỉ số SpO2 giảm",
	"Tình trạng giảm chỉ số SpO2 (còn gọi là thiếu oxy trong máu) gây ra một số triệu chứng sau:",
	"Thay đổi về màu sắc của da;",
	"Suy giảm trí nhớ, hay nhầm lẫn;",
	"Ho;",
	"Nhịp tim nhanh, nhịp tim chậm;",
	"Khó thở, thở nhanh, thở khò khè.",
	"Khi cơ thể không đủ oxy, gây thiếu oxy máu (hạ chỉ số SpO2) là tình trạng rất nguy hiểm. Nguyên nhân là vì nếu máu thiếu oxy, não, gan và nhiều cơ quan khác trên cơ thể sẽ chịu ảnh hưởng tiêu cực. Vì vậy, theo dõi chỉ số SpO2 thường xuyên đóng vai trò quan trọng trong việc nắm rõ lượng oxy trong máu, có phương án xử lý kịp thời khi gặp tình trạng nguy hiểm. Nếu cần hỗ trợ y tế từ xa, bạn có thể đăng kí khám bệnh online hoặc liên hệ trực tiếp đến Vinmec.",
	"Để đặt lịch khám tại viện, Quý khách vui lòng bấm số HOTLINE hoặc đặt lịch trực tiếp TẠI ĐÂY. Tải và đặt lịch khám tự động trên ứng dụng MyVinmec để được giảm ngay 20% phí khám khi đặt hẹn khám lần đầu trên toàn hệ thống Vinmec (áp dụng từ 1/8 - 31/12/2022). Quý khách cũng có thể quản lý, theo dõi lịch và đặt hẹn tư vấn từ xa qua video với các bác sĩ Vinmec mọi lúc mọi nơi ngay trên ứng dụng."
  ]
}