{
  "postKey": "temperature",
  "update_time": "2022/09/25 06:30",
  "coverImage": "https://dakhoaquocteclinic.com/wp-content/uploads/2021/05/nhiet-do-co-the.jpg",
  "id": "VsGLeYeyZItrhY4x0qU7uOW2CVcP5Fw5",
  "title": "Hướng dẫn theo dõi nhiệt độ cơ thể",
  "content": [
	"1. Các yếu tố ảnh hưởng đến nhiệt độ cơ thể",
	"Một cơ thể khỏe mạnh duy trì nhiệt độ của nó trong một phạm vi hẹp bằng cách sử dụng các cơ chế cân bằng thân nhiệt. Phạm vi bình thường cho nhiệt độ cơ thể là từ 36°C - 37,5°C trong thực hành lâm sàng. Nhiệt độ cơ thể thường được đo ở ba vị trí:",
	"Ở trực tràng: trong điều kiện bình thường dao động trong khoảng 36,3 - 37,1°C.",
	"Ở miệng: thấp hơn ở trực tràng 0,2 - 0,6°C.",
	"Ở nách: thấp hơn ở trực tràng 0,5 - 1°C, dao động nhiều song thuận tiện để theo dõi thân nhiệt bệnh nhân.",
	"Một số yếu tố ảnh hưởng đến nhiệt độ cơ thể như:",
	"Tuổi tác: ở trẻ em thông thường thân nhiệt sẽ cao hơn người lớn vì trung khu điều hòa thân nhiệt của trẻ chưa hoàn chỉnh nên nếu có bất kỳ thay đổi nào trong cơ thể cũng có thể gây sốt cao và đôi khi kèm co giật. Người già vận động kém, nhu cầu chuyển hoá và hấp thu thấp nên thân nhiệt thường thấp so với người trẻ.",
	"Khi hoạt động nhiệt độ tăng.",
	"Nội tiết: phụ nữ nhiệt độ cơ thể thường cao hơn nam giới đặc biệt trong thời kỳ rụng trứng.",
	"Stress thường làm thay đổi nhiệt độ: tăng hoặc hạ nhiệt độ.",
	"Nhiệt độ môi trường tác động đến thân nhiệt nhưng thay đổi không nhiều khoảng 0,5°C. Đặc biệt ở người già hay trẻ em thường nhạy cảm với sự thay đổi nhiệt độ môi trường hơn so với người trẻ.",
	"Một số thuốc ảnh hưởng khả năng bài tiết mồ hôi, gây dãn mạch.",
	"Thời gian đo thân nhiệt: nhiệt độ cơ thể thay đổi từ 0,5°C đến 1°C trong ngày. Thông thường nhiệt độ cơ thể thấp nhất vào sáng sớm và cao nhất sau 6 giờ chiều.",
	"Vị trí đo nhiệt độ cơ thể: kết quả nhiệt độ có thể khác nhau tùy theo vị trí đo thân nhiệt.",
	"2. Rối loạn nhiệt độ cơ thể",
	"Rối loạn nhiệt độ cơ thể là do sự mất cân bằng thân nhiệt của hai quá trình sinh nhiệt và thải nhiệt, sự mất cân bằng này có thể gây ra hai trạng thái: thân nhiệt giảm và thân nhiệt tăng.",
	"a. Nhiệt độ cơ thể thấp (hạ thân nhiệt)",
	"Nếu nhiệt độ cơ thể thấp là triệu chứng duy nhất, thì đó không phải là điều đáng lo ngại. Tuy nhiên, nếu nhiệt độ cơ thể thấp xảy ra với các triệu chứng khác, chẳng hạn như ớn lạnh, run rẩy, khó thở hoặc nhầm lẫn, thì có thể đây là dấu hiệu của một số bệnh nghiêm trọng.",
	"Nhiệt độ cơ thể thấp thường xảy ra do:",
	"Thời tiết lạnh.",
	"Sử dụng rượu hoặc ma túy, bị sốc.",
	"Một số rối loạn như bệnh tiểu đường hoặc tuyến giáp.",
	"Nhiệt độ cơ thể thấp có thể xảy ra với nhiễm trùng. Thường gặp nhất ở trẻ sơ sinh, người lớn tuổi hoặc những người có sức đề kháng yếu. Chẳng hạn như nhiễm trùng huyết, cũng gây ra giảm nhiệt độ cơ thể bất thường.",
	"b. Nhiệt độ cơ thể cao (say nắng)",
	"Say nắng xảy ra khi cơ thể không kiểm soát được nhiệt độ và nhiệt độ cơ thể tiếp tục tăng. Các triệu chứng say nắng bao gồm những thay đổi về tinh thần như:",
	"Nhầm lẫn",
	"Mê sảng hoặc bất tỉnh",
	"Da đỏ, nóng và khô, ngay cả dưới nách",
	"Say nắng có thể gây tử vong nếu không được điều trị y tế khẩn cấp. Nó gây mất nước nghiêm trọng và có thể khiến các cơ quan trong cơ thể ngừng hoạt động.",
	"Có hai loại say nắng:",
	"Say nắng cổ điển có thể xảy ra ngay cả khi một người không làm gì nhiều, miễn là trời nóng và cơ thể không thể tự làm mát đủ tốt bằng cách đổ mồ hôi. Người thậm chí có thể ngừng đổ mồ hôi. Say nắng cổ điển có thể phát triển trong vài ngày.",
	"Say nắng khi một người đang làm việc hoặc tập thể dục do gắng sức có thể xảy ra ở nơi nóng. Cơ thể có thể đổ nhiều mồ hôi, mất nước gây suy nhược. Điều này khiến nhiệt độ cơ thể tăng lên mức cao.",
	"c. Sốt",
	"Ở hầu hết người trưởng thành, sốt là nhiệt độ miệng trên 38°C hoặc nhiệt độ trực tràng hoặc tai trên 38,3°C. Trẻ bị sốt khi nhiệt độ trực tràng từ 38°C trở lên.",
	"Sốt có thể xảy ra như một phản ứng với:",
	"Sự nhiễm trùng: Đây là nguyên nhân phổ biến nhất của sốt. Nhiễm trùng có thể ảnh hưởng đến toàn bộ cơ thể hoặc một bộ phận cơ thể.",
	"Thuốc: Chúng bao gồm kháng sinh, opioids, thuốc kháng histamine và nhiều loại khác làm tăng nhiệt độ cơ thể trực tiếp.",
	"Chấn thương nặng: Điều này có thể bao gồm đau tim, đột quỵ, say nắng hoặc bỏng.",
	"Các bệnh lý khác bao gồm: viêm khớp, cường giáp và thậm chí một số bệnh ung thư, chẳng hạn như bệnh bạch cầu và ung thư phổi.",
	"Sốt được phân loại theo các mức:",
	"Sốt nhẹ: khi nhiệt độ cơ thể từ 37 - 38°C.",
	"Sốt vừa: khi nhiệt độ cơ thể từ 38 - 39°C.",
	"Sốt cao: khi nhiệt độ cơ thể từ 39 - 40°C.",
	"Sốt quá cao: khi nhiệt độ cơ thể trên 40°C.",
	"3. Dụng cụ đo nhiệt độ cơ thể",
	"Theo dõi nhiệt độ cơ thể bằng nhiệt kế là phương pháp kiểm soát nhiệt độ cơ thể đơn giản và dễ dàng thực hiện.",
	"Có nhiều loại nhiệt kế khác nhau:",
	"Nhiệt kế thủy ngân: tiện dùng, giá rẻ. Thời gian: tùy theo vị trí đặt, trung bình 3 phút nhưng dễ vỡ gây nguy hiểm do chứa thủy ngân (Hg). Nguy cơ lây nhiễm nếu đặt ở miệng hoặc ở hậu môn.",
	"Nhiệt kế điện tử: cho kết quả trong thời gian ngắn 4 giây. Nguy cơ lây nhiễm nếu đặt ở miệng hoặc ở hậu môn.",
	"Nhiệt kế bằng hóa chất: Dùng một lần rồi bỏ. Thường dùng cho người bệnh cần cách ly. Thời gian trung bình 3 phút, khó đọc kết quả do phải quan sát màu sắc thay đổi.",
	"Nhiệt kế đặt ở tai (dạng nhiệt kế điện tử): Dễ dùng, đọc kết quả chính xác trong thời gian ngắn 2 - 5 giây, không gây khó chịu cho người bệnh, thay lớp áo phủ bên ngoài đầu nhiệt kế sau khi dùng cho người bệnh.",
	"Nhiệt kế hậu môn: Cho ra kết quả phản ánh nhiệt độ cơ thể chính xác nhất, thời gian: 2 phút. Không dùng nhiệt kế này cho người có bệnh lý về tiêu hóa như: tiêu chảy, táo bón, vết thương vùng hậu môn, tình trạng dễ xuất huyết (trĩ).",
	"Nhiệt kế miệng: Phản ảnh nhiệt độ chính xác sau 3 phút, tiện dùng hơn nhiệt kế hậu môn.",
	"Nhiệt kế nách: An toàn, ít có nguy cơ gây nhiễm. Kết quả nhiệt độ thấp hơn ở miệng, có thể dùng cho trẻ sơ sinh, áp dụng cho những người bệnh không đặt được ở các vị trí khác. Thời gian đặt 3 – 5 phút.",
	"4. Cách đo nhiệt độ cơ thể",
	"a. Cách đo nhiệt độ cơ thể ở miệng",
	"Là phương pháp phổ biến nhất để đo nhiệt độ cơ thể.",
	"Đặt nhiệt kế dưới lưỡi, chỉ sang một bên của miệng. Khép chặt môi của mình xung quanh nó.",
	"Để nhiệt kế tại chỗ trong khoảng thời gian cần thiết. Một số nhiệt kế kỹ thuật số cho một loạt tiếng bíp ngắn khi đọc xong.",
	"Tháo nhiệt kế và đọc nó.",
	"Làm sạch nhiệt kế kỹ thuật số bằng nước mát, xà phòng và rửa sạch trước khi cất đi.",
	"b. Cách đo nhiệt độ cơ thể ở trực tràng",
	"Đây là cách chính xác nhất để đo nhiệt độ cơ thể. Khuyến cáo cho trẻ sơ sinh, trẻ nhỏ và những người không thể giữ nhiệt kế an toàn trong miệng.",
	"Áp dụng một thạch bôi trơn hoặc dầu, chẳng hạn như Vaseline, trên đầu bóng của nhiệt kế. Điều này sẽ làm cho nó dễ dàng để chèn vào hậu môn.",
	"Với một em bé hoặc một đứa trẻ nhỏ, xoay đứa trẻ úp mặt vào lòng bạn hoặc trên đệm phẳng. Chọn một nơi yên tĩnh nhằm giúp cho trẻ không bị phân tâm hoặc di chuyển quá nhiều.",
	"Nhẹ nhàng đưa đầu bóng đèn của nhiệt kế vào hậu môn. Đẩy nó vào khoảng 1,25cm đến 2,5 cm. Đừng ép nó vào trực tràng. Giữ nhiệt kế tại chỗ với hai ngón tay gần hậu môn (không gần cuối nhiệt kế). Nhấn mông của trẻ với nhau sẽ giúp giữ nhiệt kế tại chỗ.",
	"Để nhiệt kế tại chỗ trong khoảng thời gian cần thiết.",
	"Tháo nhiệt kế và đọc nó.",
	"Làm sạch nhiệt kế kỹ thuật số bằng nước mát, xà phòng và rửa sạch trước khi cất đi.",
	"Không sử dụng nhiệt kế để đo nhiệt độ miệng sau khi đã sử dụng nhiệt độ trực tràng.",
	"c. Cách đo nhiệt độ cơ thể ở nách",
	"Việc đo nhiệt độ ở nách có thể cho ra kết quả không chính xác như lấy nhiệt độ miệng hoặc trực tràng.",
	"Đặt nhiệt kế dưới cánh tay ở giữa nách.",
	"Ấn cánh tay vào cơ thể và để nhiệt kế tại chỗ trong khoảng thời gian cần thiết.",
	"Tháo nhiệt kế và đọc nó. Chỉ số nhiệt độ nách có thể thấp hơn 0,6°C so với đọc nhiệt độ miệng.",
	"Làm sạch nhiệt kế kỹ thuật số bằng nước mát, xà phòng và rửa sạch trước khi cất đi.",
	"d. Cách đo nhiệt độ cơ thể ở tai",
	"Nhiệt độ cơ thể đo ở tai tương đối chính xác. Nhiệt kế tai cần được làm sạch trước khi sử dụng.",
	"Kiểm tra xem đầu dò có sạch và không có mảnh vụn không. Nếu bẩn, lau nhẹ nhàng bằng vải sạch. Không đặt nhiệt kế dưới nước.",
	"Để giữ cho đầu dò sạch, nên sử dụng nắp đầu dò dùng một lần. Sử dụng nắp mới mỗi khi bạn đo nhiệt độ tai.",
	"Bật nhiệt kế.",
	"Đối với bé dưới 12 tháng tuổi, nhẹ nhàng kéo dái tai xuống và trở lại. Đối với trẻ lớn hơn 12 tháng tuổi và đối với người lớn, hãy kéo dái tai lên và quay lại. Điều này sẽ giúp bạn đặt đầu dò trong ống tai.",
	"Đặt đầu dò vào tai và đẩy nhẹ vào trong màng nhĩ. Đừng ép nó vào.",
	"Nhấn nút bật để hiển thị số đọc nhiệt độ.",
	"Tháo nhiệt kế, và vứt bỏ nắp đã sử dụng."
  ]
}