{
  "postKey": "BMI",
  "update_time": "2022/09/25 20:00",
  "coverImage": "https://vinmec-prod.s3.amazonaws.com/images/20220128_071225_590892_220124_BMI-01.max-1800x1800.jpg",
  "id": "Q6c1Pkbx81ll136qiTx98x6mABPbZZQC",
  "title": "Cách đo và tính chỉ số BMI theo hướng dẫn của Viện Dinh dưỡng Quốc gia",
  "content": [
	"Béo phì không chỉ khiến bạn tự ti về ngoại hình mà còn dẫn đến nhiều hệ lụy về sức khỏe như tăng nguy cơ mắc các bệnh lý tim mạch, đái tháo đường, ung thư,... Để đánh giá tình trạng béo phì có nhiều phương pháp khác nhau như đo lớp mỡ dưới da, đo tỉ trọng mỡ trong cơ thể,... nhưng phương pháp phổ biến nhất được Tổ chức Y tế thế giới khuyến cáo là dựa vào chỉ số BMI. Dưới đây là cách đo và tính toán chỉ số BMI theo hướng dẫn của Viện Dinh Dưỡng Quốc Gia.",
	"1. Công thức tính chỉ số BMI",
	"Chỉ số BMI còn được gọi là chỉ số khối lượng cơ thể (Body Mass Index). Dựa vào chỉ số BMI của một người có thể biết được người đó béo, gầy hay có cân nặng lý tưởng. Chỉ số này được đề ra lần đầu tiên vào năm 1832 bởi một nhà khoa học người Bỉ. Công thức tính chỉ số BMI tương đối đơn giản, chỉ dựa vào 2 chỉ số là chiều cao và cân nặng:",
	"BMI = Cân nặng/ [(Chiều cao)2]",
	"Trong đó, chiều cao tính bằng m và cân nặng tính bằng kg.",
	"Chỉ số BMI không áp dụng cho phụ nữ có thai, vận động viên, người tập thể hình",
	"2. Bảng phân loại mức độ gầy-béo dựa vào chỉ số BMI",
	"Dưới đây là bảng phân loại mức độ gầy - béo của một người dựa vào chỉ số BMI. Thang phân loại của Tổ chức y tế thế giới (WHO) dành cho người châu Âu và thang phân loại của Hiệp hội đái đường các nước châu Á (IDI & WPRO) được áp dụng cho người châu Á.",
	"https://vinmec-prod.s3.amazonaws.com/images/20190515_023453_074691_chi-so-BMI-phan-loa.max-1800x1800.png",
	"Dựa vào thang phân loại của IDI & WPRO dành cho người châu Á thì BMI lý tưởng của người Việt Nam là từ 18,5 đến 22,9. Ngoài ra bạn có thể tính nhẩm nhanh cân nặng lý tưởng của mình dựa vào chiều cao theo cách sau:",
	"Cân nặng lý tưởng = Số lẻ của chiều cao (tính bằng cm) x 9 rồi chia 10",
	"Mức cân tối đa = Bằng số lẻ của chiều cao (tính bằng cm)",
	"Mức cân tối thiểu = Số lẻ của chiều cao (tính bằng cm) x 8 rồi chia 10",
	"Như vậy, nếu bạn cao 1,7m, tức 170 cm thì :",
	"Cân cân nặng lý tưởng của bạn là: 70 x 9: 10 = 63kg",
	"Cân nặng tối đa là: 70kg",
	"Cân nặng tối thiểu là: 70 x 8 :10 = 56kg",
	"Do đó, chỉ cần dựa vào số lẻ chiều cao, bạn có thể nhận định ngay mức cân nặng tối đa cho phép. Nếu bạn vượt qua mức cân nặng tối đa tức là bạn đã bị thừa cân.",
	"https://vinmec-prod.s3.amazonaws.com/images/20190515_023832_291922_chi-so-BMI-gay-beo.max-1800x1800.jpg",
	"3. Tỷ lệ vòng eo/mông",
	"Để đánh giá sự phân bố mỡ trong cơ thể có thể sử dụng chỉ số eo/mông (Waist Hip Ratio WHR)",
	"WHR = [Vòng eo (cm)] / [ Vòng mông (cm)]",
	"Trong đó: Vòng eo được đo ở ngang rốn và vòng mông được đo ở ngang qua điểm phình to nhất của mông",
	"Chỉ số WHR của nam giới nên từ 0,95 trở xuống, còn nữ giới nên từ 0,85 trở xuống.",
	"Chỉ số WHR là công cụ hữu ích giúp hỗ trợ cho chỉ số BMI, vì chỉ số BMI chỉ có thể phân loại mức độ gầy béo dựa vào tương quan giữa chiều cao và cân nặng, không thể phản ánh được sự phân bố mỡ trong cơ thể. Chất béo tập trung nhiều ở vùng bụng và eo cảnh báo nguy cơ mắc nhiều bệnh lý nguy hiểm như đái tháo đường, rối loạn lipid máu, xơ vữa mạch máu,...Dựa vào vị trí phân bố mỡ trên cơ thể, có các dạng béo phì sau:",
	"Nếu mỡ phân bố đều toàn thân thì được gọi là béo phì toàn thân.",
	"Nếu mỡ tập trung nhiều vùng bụng và eo: là tạng người có dạng “quả trứng”. Đây là kiểu béo phì “trung tâm” hay béo phì “phần trên”. Người béo phì kiểu này có nguy cơ mắc nhiều bệnh tật.",
	"Nếu mỡ tập trung nhiều ở vùng quanh mông, đùi và háng: đây gọi là kiểu béo phì dạng “quả lê” hay còn gọi là béo phì “phần thấp”. Người béo phì kiểu này có ít nguy cơ bệnh tật hơn so với kiểu béo phì trung tâm."
  ]
}