Repository: congson99/AntHealth
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Family
vi: Gia đình

source: Community
vi: Cộng đồng

source: Home
vi: Trang chủ

source: Health
vi: Sức khoẻ

source: Medic
vi: Y tế

source: Settings
vi: Cài đặt

source: Doctor page
vi: Trang bác sĩ

source: Detail
vi: Chi tiết

source: Unit
vi: Đơn vị

source: Hour
vi: Giờ

source: Day
vi: Ngày

source: Month
vi: Tháng

source: Year
vi: Năm

source: All time
vi: Tất cả thời gian

source: Add by
vi: Thêm bởi

source: Learn more
vi: Tìm hiểu thêm

source: successfully
vi: thành công

source: Directory
vi: Danh bạ

source: General information
vi: Thông tin chung

source: Quantity
vi: Số lượng

source: Photo view
vi: Xem ảnh

source: Content
vi: Nội dung

source: Required content
vi: Nội dung bắt buộc

# required_fill
source: You have not filled in the required content
vi: Bạn chưa điền đủ các nội dung bắt buộc

source: Note
vi: Ghi chú

source: Repeat
vi: Lặp lại

source: Update
vi: Cập nhật

source: Delete
vi: Xoá

source: Name
vi: Tên

source: Address
vi: Địa chỉ

source: Phone number
vi: Số điện thoại

source: Member
vi: Thành viên

source: members
vi: thành viên

source: Add member
vi: Thêm thành viên

source: Goal
vi: Mục tiêu

source: Distance
vi: Quãng đường

source: Goal days
vi: Ngày đạt mục tiêu

source: Show on map
vi: Hiển thị trên bản đồ

source: Map
vi: Bản đồ

source: Welcome!
vi: Chào mừng!

# not_permission_view_data
source: You have not been granted permission to view this data
vi: Bạn chưa được cấp quyền để xem dữ liệu này

source: Your name
vi: Tên của bạn

source: Password
vi: Mật khẩu

source: Confirm password
vi: Nhập lại mật khẩu

source: Forgot password?
vi: Quên mật khẩu?

source: You are new User?
vi: Bạn là người dùng mới?

source: Register
vi: Đăng ký

source: Register now
vi: Đăng ký ngay

source: Fill in information
vi: Điền thông tin

source: Authenticate
vi: Xác thực

source: Authentication code
vi: Mã xác thực

# Set_new_password
source: Set a new password
vi: Đặt mật khẩu mới

source: Logout
vi: Đăng xuất

source: Family of
vi: Gia đình của

source: Family sharing
vi: Chia sẻ gia đình

# Family_sharing_space
source: Family space
vi: Không gian gia đình

# Family_group_chat
source: Group chat
vi: Nhóm trò chuyện

source: Family member
vi: Thành viên gia đình

# Remove_family_member
source: Remove member from the family
vi: Loại thành viên ra khỏi gia đình

source: Grant admin rights
vi: Cấp quyền quản trị viên

source: Calo Detail
vi: Chi tiết chỉ số calo

source: Water Detail
vi: Chi tiết hoạt động uống nước

source: Steps Detail
vi: Chi tiết chỉ số bước chân

source: community
vi: cộng đồng

source: communities
vi: cộng đồng

source: Your communities
vi: Cộng đồng của bạn

source: All communities
vi: Tất cả cộng đồng

# Recommend_community
source: Recommend a new community
vi: Đề xuất cộng đồng mới

# Feedback_community
source: Feedback on this community
vi: Phản hồi về cộng đồng

source: Joined
vi: Đã tham gia

source: Community Detail
vi: Chi tiết cộng đồng

source: Join community
vi: Tham gia cộng đồng

source: Out community
vi: Rời khỏi cộng đồng

source: Community name
vi: Tên cộng đồng

source: Community description
vi: Mô tả cộng đồng

# Recommend_community_successful
source: Thanks for your recommendation! We will review the and respond as soon as possible
vi: Cảm ơn đề xuất của bạn! Chúng tôi sẽ xem xét đề xuất và phản hồi kết quả sớm nhất có thể

# Feedback_community_successful
source: Thanks for your feedback!
vi: Cảm ơn phản hồi của bạn!

source: like
vi: lượt thích

source: comment
vi: bình luận

# Health_record
source: Health records
vi: Hồ sơ sức khoẻ

# Height
source: Hight
vi: Chiều cao

source: Weight
vi: Cân nặng

source: Heart rate
vi: Nhịp tim

source: Temperature
vi: Nhiệt độ

source: Blood Pressure
vi: Huyết áp

# Drink_water
source: Water
vi: Uống nước

source: Water
vi: Nước

source: Steps
vi: Bước chân

# Activity_calo
source: Calo
vi: Chỉ số calo

# Activity_water
source: Water
vi: Hoạt động uống nước

# Activity_steps
source: Steps
vi: Chỉ số bước chân

source: Health indicator
vi: Chỉ số sức khoẻ

source: Activity
vi: Chỉ số hoạt động

source: Period
vi: Chu kỳ kinh nguyệt

# Edit_height
source: Edit height data
vi: Chỉnh sửa dữ liệu chiều cao

# Edit_weight
source: Edit weight data
vi: Chỉnh sửa dữ liệu cân nặng

# Edit_heart_rate
source: Edit heart rate data
vi: Chỉnh sửa dữ liệu nhịp tim

# Edit_temperature
source: Edit temperature data
vi: Chỉnh sửa dữ liệu nhiệt độ

# Edit_blood_pressure
source: Edit blood Pressure data
vi: Chỉnh sửa dữ liệu huyết áp

# Edit_spo2
source: Edit SPO2 data
vi: Chỉnh sửa dữ liệu SPO2

# Add_height
source: Add height data
vi: Thêm dữ liệu chiều cao

# Add_weight
source: Add weight data
vi: Thêm weight dữ liệu cân nặng

# Add_heart_rate
source: Add heart rate data
vi: Thêm heart dữ liệu nhịp tim

# Add_temperature
source: Add temperature data
vi: Thêm dữ liệu nhiệt độ

# Add_blood_pressure
source: Add blood Pressure data
vi: Thêm dữ liệu huyết áp

# Add_spo2
source: Add SPO2 data
vi: Thêm dữ liệu SPO2

# Delete_height
source: Delete height data
vi: Xoá dữ liệu chiều cao

# Delete_weight
source: Delete weight data
vi: Xoá weight dữ liệu cân nặng

# Delete_heart_rate
source: Delete heart rate data
vi: Xoá heart dữ liệu nhịp tim

# Delete_temperature
source: Delete temperature data
vi: Xoá dữ liệu nhiệt độ

# Delete_blood_pressure
source: Delete blood Pressure data
vi: Xoá dữ liệu huyết áp

# Delete_spo2
source: Delete SPO2 data
vi: Xoá dữ liệu SPO2

# no_indicator_record
source: You have no records during this period
vi: Bạn không thực hiện lần đo nào trong khoảng thời gian này

# Your_bmi
source: Your BMI Index is
vi: Chỉ số BMI của bạn là

source: You are
vi: Bạn đang

source: thinness
vi: gầy

source: normal
vi: bình thường

source: overweight
vi: thừa cân

source: obese class I
vi: béo phì cấp độ I

source: obese class II
vi: béo phì cấp độ II

source: obese class III
vi: béo phì cấp độ III

source: steps
vi: bước

source: Add steps
vi: Thêm bước chân

source: Add water
vi: Thêm nước uống

# Steps_count
source: Steps
vi: Số bước

# Water_count
source: Water
vi: Lượng nước

source: Systolic blood pressure
vi: Huyết áp tâm thu

source: Diastolic blood pressure
vi: Huyết áp tâm trương

source: High systolic blood pressure
vi: Ngưỡng cao tâm thu

source: High diastolic blood pressure
vi: Ngưỡng cao tâm trương

source: High temperature
vi: Ngưỡng nhiệt độ cao

source: Low SPO2
vi: Ngưỡng SPO2 thấp

# Today_achievement
source: Today's achievement
vi: Thành tích hôm nay

# Stats_today
source: Stats for today
vi: Thống kê hôm nay

# Steps_taken
source: Taken
vi: Đã đi

source: Consumed
vi: Đã tiêu thụ

source: Total steps
vi: Tổng số bước

source: Average steps per day
vi: Trung bình số bước mỗi ngày

source: Average water per day
vi: Trung bình lượng nước mỗi ngày

source: Average calo in per day
vi: Trung bình lượng calo đã nạp mỗi ngày

source: Average calo out per day
vi: Trung bình lượng calo tiêu thụ mỗi ngày

source: Average per day
vi: Trung bình mỗi ngày

source: ml drank
vi: ml đã uống

source: ml goal
vi: ml mục tiêu

source: ml remaining
vi: ml còn lại

source: Drank
vi: Đã uống

source: calo in
vi: calo đã nạp

source: calo out
vi: calo tiêu thụ

source: Calo in
vi: Calo nạp

source: Calo out
vi: Calo tiêu thụ

source: calo remaining
vi: calo còn lại

source: Total calories
vi: Tổng lượng calo

source: serving
vi: khẩu phần

# Record
source: Records
vi: Hồ sơ

# Medic_record
source: Medic records
vi: Hồ sơ y tế

# Medical_record
source: Medical records
vi: Hồ sơ khám bệnh

source: Medical record detail
vi: Chi tiết hồ sơ

source: Add medical record
vi: Thêm hồ sơ

source: Update medical record
vi: Cập nhật hồ sơ

source: Medical history
vi: Lịch sử khám bệnh

# Medical_appointment
source: Medical appointments
vi: Lịch hẹn tái khám

source: Medicine
vi: Thuốc

source: Medicine Box Management
vi: Quản lý hộp thuốc

# Add_medicine_box
source: Add a new medicine box
vi: Thêm hộp thuốc mới

# Add_medicine
source: Add a medicine
vi: Thêm thuốc

source: Update medicine
vi: Cập nhật thuốc

source: Delete medicine
vi: Xoá thuốc

source: Medical directory
vi: Danh bạ y tế

source: Doctor directory
vi: Danh bạ bác sĩ

# no_medical_record
source: You have no medical records
vi: Bạn chưa có hồ sơ khám bệnh nào

source: Number of record
vi: Số lượng hồ sơ

# Previous_medical_record
source: Previous
vi: Lần khám trước

# no_section_data
source: You have not added any data for this section
vi: Bạn chưa thêm dữ liệu nào cho mục này

source: Record name
vi: Tên hồ sơ

# Hint_record_name
source: Sick
vi: Khám bệnh cảm

# Hint_re_examination
source: Re-check the disease
vi: Kiểm tra vết thương

# Medical_location
source: Location
vi: Nơi khám

# Medical_date
source: Date
vi: Ngày khám

# Medical_test
source: Test
vi: Xét nghiệm

source: Diagnose
vi: Chẩn đoán

source: Prescription
vi: Đơn thuốc

source: Re-examination
vi: Lịch hẹn tái khám

source: Usage
vi: Cách dùng

source: Choose medicine
vi: Chọn thuốc

source: Dosage
vi: Liều dùng

# Hospital_info
source: Hospital Information
vi: Thông tin cơ sở y tế

source: Hospital
vi: Cơ sở y tế

source: Medical map
vi: Bản đồ y tế

source: Working time
vi: Thời gian làm việc

source: In
vi: Nạp

source: Out
vi: Tiêu thụ

source: Remaining
vi: Còn lại

source: Food
vi: Thức ăn

source: Exercise
vi: Tập luyện

source: pill
vi: viên

source: phial
vi: ống

source: pack
vi: gói

source: Drink
vi: Uống

source: Apply
vi: Bôi

source: Chew
vi: Ngậm

source: Inject
vi: Tiêm

source: Drops
vi: Nhỏ

source: Daily
vi: Hằng ngày

source: Weekly
vi: Hằng tuần

# custom_day_repeat_right
source: days
vi: ngày 1 lần

# custom_week_repeat_right
source: weeks
vi: tuần 1 lần

source: Every few days
vi: Vài ngày một lần

source: Customized by week
vi: Tuỳ chỉnh theo tuần

# Add_customized_dose
source: Add a customized dose
vi: Thêm một liều dùng tùy chỉnh

# other_repeat
source: Other (Fill in the note)
vi: Khác (Điền vào ghi chú)

source: Medicine box name
vi: Tên hộp thuốc

# Hint_medicine_box
source: Home
vi: Hộp thuốc ở nhà

source: Medicine list
vi: Danh sách thuốc

# no_medicine_in_box
source: This medicine box is empty. Let's add medicine!
vi: Hộp thuốc đang rỗng. Hãy thêm thuốc!

# quantity_check
source: Quantity must be greater than 0
vi: Số lượng phải lớn hơn 0

source: Update medicine box
vi: Cập nhật hộp thuốc

# button_login
source: LOGIN
vi: ĐĂNG NHẬP

# button_cancel
source: CANCEL
vi: HUỶ

# button_delete
source: DELETE
vi: XOÁ

# button_close
source: CLOSE
vi: ĐÓNG

# button_edit
source: EDIT
vi: SỬA

# button_yes
source: YES
vi: CÓ

# button_no
source: NO
vi: KHÔNG

# button_done
source: DONE
vi: XONG

# button_update
source: UPDATE
vi: CẬP NHẬT

# button_add_medicine
source: ADD MEDICINE
vi: THÊM THUỐC

# button_delete_medicine
source: DELETE MEDICINE
vi: XOÁ THUỐC

# button_add_medical_record
source: ADD MEDICAL RECORD
vi: THÊM HỒ SƠ

# button_update_medical_record
source: UPDATE MEDICAL RECORD
vi: CẬP NHẬT HỒ SƠ

# button_add_medicine_box
source: ADD MEDICINE BOX
vi: THÊM HỘP THUỐC

# button_update_medicine_box
source: UPDATE MEDICINE BOX
vi: CẬP NHẬT HỘP THUỐC

# Done_medicine_box
source: DONE
vi: THÊM HỘP THUỐC

# Warning_delete_data
source: Are you sure you want to delete this data?
vi: Bạn có chắc chắn muốn xoá dữ liệu này không?

# Warning_delete_photo
source: Are you sure you want to delete this photo?
vi: Bạn có chắc chắn muốn xoá ảnh này không?

# Warning_cancel_record
source: Are you sure you want to cancel this record?
vi: Bạn có chắc chắn muốn huỷ hồ sơ này không?

# Warning_delete_record
source: Are you sure you want to delete this record?
vi: Bạn có chắc chắn muốn xoá hồ sơ này không?

# Warning_delete_medicine
source: Are you sure you want to delete this medicine?
vi: Bạn có chắc chắn muốn xoá thuốc này không?

source: Add photo
vi: Thêm ảnh

source: Delete photo
vi: Xoá ảnh

source: Pick Gallery
vi: Thư viện ảnh

source: Pick Camera
vi: Máy ảnh

source: Add record
vi: Thêm hồ sơ

source: Delete record
vi: Xoá hồ sơ

source: Wrong email!
vi: Email sai!

source: Wrong password!
vi: Sai mật khẩu!

source: Wrong authentication code!
vi: Mã xác thực không đúng!

source: Wrong email or password!
vi: Sai email hoặc mật khẩu!

# Enter_name
source: Please enter your name
vi: Vui lòng nhập tên của bạn

# Enter_email
source: Please enter your email
vi: Vui lòng nhập email của bạn

# Enter_password
source: Please enter your password
vi: Vui lòng nhập mật khẩu

# Enter_confirm_password
source: Please enter your password
vi: Vui lòng xác nhận lại mật khẩu

source: Invalid email!
vi: Email không hợp lệ!

# Invalid_password
source: Password must contain at least 8 characters
vi: Mật khẩu phải chứa ít nhất 8 ký tự

# Not_registered_email
source: This email is not registered!
vi: Email này chưa được đăng ký!

# Registered_email
source: The email was registered!
vi: Email này đã được đăng ký!

# Not_match_password
source: The passwords didn’t match!
vi: Mật khẩu không trùng khớp!

# Cannot_connect
source: Cannot connect to server! Please check your network connection and try again
vi: Không thể kết nối đến máy chủ! Kiểm tra đường truyền mạng của bạn và thử lại

# something_wrong
source: Sorry, something wrong!
vi: Xin lỗi, đã xảy ra sự cố!

source: Time
vi: Thời gian

source: Latest
vi: Lần gần nhất

source: Latest record
vi: Lần đo gần nhất

source: Record time
vi: Thời gian đo

# Record_hour
source: Record time
vi: Giờ đo

source: Record date
vi: Ngày đo

source: JAN
vi: T1

source: FEB
vi: T2

source: MAR
vi: T3

source: APR
vi: T4

source: MAY
vi: T5

source: JUN
vi: T6

source: JUL
vi: T7

source: AUG
vi: T8

source: SEP
vi: T9

source: OCT
vi: T10

source: NOV
vi: T11

source: DEC
vi: T12

source: January
vi: Tháng 1

source: February
vi: Tháng 2

source: March
vi: Tháng 3

source: April
vi: Tháng 4

source: May
vi: Tháng 5

source: June
vi: Tháng 6

source: July
vi: Tháng 7

source: August
vi: Tháng 8

source: September
vi: Tháng 9

source: October
vi: Tháng 10

source: November
vi: Tháng 11

source: December
vi: Tháng 12

source: mon
vi: T2

source: tue
vi: T3

source: wed
vi: T4

source: thu
vi: T5

source: fri
vi: T6

source: sat
vi: T7

source: sun
vi: CN

source: morning
vi: sáng

source: noon
vi: trưa

source: afternoon
vi: chiều

source: night
vi: tối

source: day
vi: ngày

source: days
vi: ngày

source: Repeat after
vi: Lặp lại sau

source: Choose one or more days
vi: Chọn một hoặc nhiều ngày

source: Yesterday
vi: Hôm qua

source: Today
vi: Hôm nay
